[
  {
    "id": "heat-stress",
    "name": "Sốc nhiệt",
    "group": "other",
    "searchText": "Thở gấp mạnh. Há miệng thở, lưỡi thè. Mệt rũ, đi loạng choạng. Tai nóng, mình nóng, chân run. Có thể ngã quỵ, co giật nếu quá nặng. Thở nhanh. Đứng nép góc, tìm bóng mát. Há miệng thở. Mệt, đi loạng choạng. Giảm ăn. Ngã quỵ. Co giật. Hôn mê do sốc nhiệt.",
    "severityLevel": 3
  },
  {
    "id": "lameness",
    "name": "Đi khập khiễng",
    "group": "other",
    "searchText": "Đi khập khiễng, bước đi không đều. Sưng đau khớp hoặc kẽ móng đỏ. Móng mềm, có mùi hôi (thường gặp trong Footrot). Nằm nhiều, đứng dậy khó khăn. Giảm ăn, giảm vận động. Khập khiễng nhẹ. Kẽ móng hơi đỏ hoặc ẩm. Sưng đau rõ. Đi lại khó khăn. Ăn giảm thấy rõ. Nằm nhiều, ít di chuyển. Kẽ móng chảy mủ, mùi hôi. Nguy cơ nhiễm trùng lan rộng.",
    "severityLevel": 2
  },
  {
    "id": "injury",
    "name": "Chấn thương - Rách da",
    "group": "other",
    "searchText": "Đi khập khiễng hoặc không dám đứng. Sưng, đau tại vị trí chấn thương. Vết trầy xước hoặc vết thương hở. Giảm ăn, nằm nhiều. Trường hợp nặng có biến dạng chi. Đau nhẹ, đi khập khiễng thoáng qua. Không có vết thương hở. Dê vẫn ăn uống. Sưng đau rõ. Đi lại khó. Có thể có vết trầy xước. Không đứng được. Vết thương sâu hoặc chảy máu. Nghi gãy xương hoặc tổn thương nặng.",
    "severityLevel": 2
  },
  {
    "id": "nutritional-deficiency",
    "name": "Thiếu khoáng - Thiếu Vitamin",
    "group": "other",
    "searchText": "Gầy dần, lông xù, xỉn màu. Chậm lớn, giảm tăng trọng. Giảm ăn hoặc ăn chọn lọc. Dễ mệt, sức đề kháng kém. Có thể kèm khập khiễng nhẹ hoặc rối loạn sinh sản. Chậm lớn nhẹ. Lông kém mượt. Ăn giảm. Gầy rõ. Giảm tăng trọng. Dễ mắc bệnh kế phát. Suy kiệt. Nằm nhiều. Nguy cơ tử vong hoặc phải loại thải.",
    "severityLevel": 1
  },
  {
    "id": "poisoning",
    "name": "Ngộ độc thức ăn - Ngộ độc cỏ",
    "group": "other",
    "searchText": "Bỏ ăn đột ngột. Chảy nước dãi nhiều. Run cơ, co giật. Tiêu chảy hoặc sùi bọt mép. Thở gấp, loạng choạng. Ngã quỵ, chết nhanh. Run nhẹ. Bỏ ăn. Sùi bọt. Tiêu chảy. Thở nhanh. Co giật. Hôn mê. Tử vong nhanh.",
    "severityLevel": 3
  },
  {
    "id": "orf",
    "name": "Orf (loét miệng truyền nhiễm)",
    "group": "other",
    "severityLevel": 2,
    "searchText": "Mụn nhỏ ở môi, mép miệng Đóng vảy dày màu nâu Loét đau, chảy máu nhẹ Bỏ ăn, nhai chậm Chảy dãi Gầy sút do đau miệng Có thể loét ở núm vú dê mẹ Dê con khó bú Nổi mụn nhỏ quanh môi Ăn giảm nhẹ Vảy dày, loét rõ Bỏ ăn nhiều, chảy dãi Loét lan rộng, bội nhiễm Dê con kiệt sức do không bú"
  },
  {
    "id": "fmd",
    "name": "Lở mồm long móng (FMD)",
    "group": "other",
    "severityLevel": 3,
    "searchText": "Sốt cao đột ngột. Chảy nước dãi nhiều. Mụn nước, vết loét ở miệng, lợi, lưỡi. Mụn nước ở kẽ móng, long móng. Đi khập khiễng, nằm nhiều. Giảm ăn rõ rệt. Sốt nhẹ. Ít mụn nước. Ăn giảm. Loét miệng rõ. Đi lại khó do đau móng. Sụt thể trạng. Loét nặng, nhiễm trùng kế phát. Long móng. Kiệt sức, nguy cơ tử vong."
  },
  {
    "id": "listeriosis",
    "name": "Listeriosis (viêm não xoay vòng)",
    "group": "other",
    "severityLevel": 3,
    "searchText": "Đi xoay vòng, mất thăng bằng. Đầu lệch sang một bên. Liệt mặt một bên (sụp tai, méo miệng). Ăn uống khó, chảy nước dãi. Nằm nhiều, không đứng dậy được. Có thể co giật ở giai đoạn nặng. Đầu hơi lệch. Đi loạng choạng. Ăn giảm. Xoay vòng rõ. Liệt mặt. Khó đứng. Nằm bệt. Co giật. Hôn mê, tử vong."
  },
  {
    "id": "tetanus",
    "name": "Uốn ván (Tetanus)",
    "group": "other",
    "severityLevel": 3,
    "searchText": "Cứng cơ, đi như robot Kẹt hàm, khó nhai Tai dựng, đuôi dựng Nhạy tiếng động, giật mình Ngã cứng người Co giật khi bị kích thích Thở khó do co cơ ngực Không uống được nước Có thể chết do suy hô hấp Cứng nhẹ, đi chậm Ăn giảm Cứng rõ, kẹt hàm Giật mình mạnh Co giật liên tục Ngã cứng người Khó thở, dễ chết"
  },
  {
    "id": "pinkeye",
    "name": "Viêm mắt (Pinkeye)",
    "group": "other",
    "severityLevel": 1,
    "searchText": "Mắt đỏ, sưng mí Chảy nước mắt liên tục Dê dụi mắt vào chân hoặc tường Sợ sáng, nheo mắt Giác mạc mờ đục Có ghèn vàng Nặng có loét giác mạc Mắt đỏ, chảy nước mắt Nheo mắt nhẹ Mí sưng, nhiều ghèn Giác mạc bắt đầu mờ Giác mạc đục trắng, loét Nguy cơ mù"
  },
  {
    "id": "dermatophytosis",
    "name": "Nấm da (Dermatophytosis)",
    "group": "other",
    "severityLevel": 1,
    "searchText": "Rụng lông từng mảng tròn. Da khô, bong vảy trắng xám. Ít ngứa hoặc ngứa nhẹ. Thường gặp ở đầu, cổ, tai, lưng. Tổn thương lan chậm theo thời gian. Rụng lông nhẹ, vảy mỏng. Tổn thương khu trú. Mảng rụng lông to dần. Da dày, đóng vảy rõ. Lan rộng nhiều vùng da. Da dày, nứt, dễ bội nhiễm."
  },
  {
    "id": "caseous_lymphadenitis",
    "name": "Viêm hạch mủ (Caseous lymphadenitis)",
    "group": "other",
    "severityLevel": 2,
    "searchText": "Hạch sưng to ở cổ, hàm, vai, nách, bẹn. Hạch cứng, sau mềm dần và có mủ. Mủ đặc, màu trắng – vàng, mùi hôi nhẹ. Dê gầy dần, chậm lớn. Có thể tái phát nhiều lần. Hạch nhỏ, cứng. Dê vẫn ăn uống bình thường. Hạch to rõ. Có cảm giác mềm khi sờ. Dê ăn giảm nhẹ. Hạch vỡ, chảy mủ. Nhiều hạch cùng lúc. Nguy cơ lây lan cả đàn."
  },
  {
    "id": "cae",
    "name": "CAE (viêm khớp - não)",
    "group": "other",
    "severityLevel": 2,
    "searchText": "Khớp gối, cổ chân sưng to, cứng. Đi khập khiễng mạn tính. Dê gầy dần, giảm ăn. Dê con có thể run, liệt, đi vòng. Bệnh kéo dài, không đáp ứng kháng sinh. Khớp hơi cứng. Đi lại chậm. Ăn uống còn bình thường. Khớp sưng rõ. Đi khập khiễng. Ăn giảm, chậm lớn. Khớp biến dạng. Nằm nhiều, khó đứng. Dê con có biểu hiện thần kinh."
  },
  {
    "id": "allergy",
    "name": "Dị ứng",
    "group": "other",
    "searchText": "Nổi mẩn, mề đay trên da. Ngứa, gãi nhiều, bứt rứt. Sưng mí mắt, môi hoặc tai. Chảy nước mũi, hắt hơi. Trường hợp nặng có khó thở, nằm bệt. Nổi mẩn nhẹ. Ngứa ít. Ăn uống gần như bình thường. Sưng da rõ hơn. Ngứa nhiều, khó chịu. Ăn giảm. Phù mặt, mí mắt. Khó thở, thở nhanh. Nguy cơ sốc phản vệ.",
    "severityLevel": 3
  },
  {
    "id": "anaphylaxis",
    "name": "Sốc phản vệ",
    "group": "other",
    "searchText": "Khó thở, thở gấp, thở khò khè. Phù mặt, mí mắt, môi hoặc cổ. Chảy nước dãi, bứt rứt. Niêm mạc nhợt hoặc tím tái. Lảo đảo, ngã quỵ, nằm bệt. Có thể co giật ở giai đoạn nặng. Nổi mẩn, ngứa. Hơi phù mí mắt. Còn đứng được. Phù rõ vùng mặt. Thở nhanh, bứt rứt. Ăn giảm hoặc bỏ ăn. Khó thở nặng, tím tái. Ngã quỵ, mạch yếu. Nguy cơ tử vong nhanh.",
    "severityLevel": 3
  }
]