[
  {
    "id": "brucella_abortion",
    "name": "Sảy thai truyền nhiễm (Brucella)",
    "group": "reproductive",
    "severityLevel": 3,
    "searchText": "Sảy thai cuối kỳ, thai chết lưu Dịch nhầy hôi từ âm hộ Nái mệt, ăn giảm nhiều Sốt nhẹ hoặc không rõ sốt Sữa giảm, heo con yếu Chậm động dục Giảm khả năng phối giống Sảy thai rải rác Viêm tử cung Sảy thai hàng loạt Ổ dịch trong đàn Nguy cơ lây sang người"
  },
  {
    "id": "lepto_abortion",
    "name": "Leptospira gây sảy thai",
    "group": "reproductive",
    "severityLevel": 3,
    "searchText": "Nái sảy thai, Sảy thai rải rác trong đàn. Thai chết lưu, Đẻ non. Sinh con yếu. Nái chậm động dục lại sau sảy thai. Có thể sốt nhẹ thoáng qua. Heo đực giảm khả năng phối giống. Ăn giảm nhẹ Sốt nhẹ Da vàng nhẹ Tiểu sẫm màu Sảy thai hàng loạt Nái suy yếu Heo con chết cao"
  },
  {
    "id": "postpartum_metritis",
    "name": "Viêm tử cung sau sinh",
    "group": "reproductive",
    "severityLevel": 3,
    "searchText": "Ra dịch sinh dục hôi sau đẻ. Dịch màu nâu, vàng hoặc xám. Nái sốt, Nái bỏ ăn hoặc ăn giảm. Nái nằm nhiều, mệt. Giảm hoặc mất sữa. Chậm động dục trở lại. Dịch hơi hôi Giảm ăn nhẹ Dịch hôi rõ Nái sốt, mệt Dịch xanh nâu nhiều Nái suy, bỏ ăn Heo con suy theo"
  },
  {
    "id": "mastitis",
    "name": "Viêm vú (mastitis)",
    "group": "reproductive",
    "severityLevel": 2,
    "searchText": "Vú sưng, nóng. Vú cứng, đau khi sờ. Vú đỏ hoặc tím. Ít sữa hoặc mất sữa. Heo con bú kém, kêu nhiều. Nái sốt. Nái nằm nhiều, bỏ ăn. Vú hơi sưng Giảm sữa nhẹ Vú sưng rõ Ít sữa Nái sốt Vú viêm nặng, đau nhiều Mất sữa hoàn toàn Heo con suy yếu"
  },
  {
    "id": "delayed_estrus",
    "name": "Chậm động dục",
    "group": "reproductive",
    "severityLevel": 1,
    "searchText": "Nái không lên giống sau cai sữa. Chậm động dục. Không thấy biểu hiện động dục. Chu kỳ động dục kéo dài. Nái lên giống yếu. Phản xạ đứng yếu khi thử nọc. Lên giống muộn Biểu hiện động dục yếu Chậm lên giống rõ Chu kỳ kéo dài Không lên giống nhiều chu kỳ Giảm khả năng sinh sản"
  },
  {
    "id": "infertility_pseudopregnancy",
    "name": "Vô sinh - chửa giả",
    "group": "reproductive",
    "severityLevel": 2,
    "searchText": "Phối giống nhiều lần nhưng không thấy chửa Bụng có lúc to nhẹ như chửa giả rồi lại xẹp Sau một thời gian tưởng chửa, nái lại lên giống lại Chu kỳ động dục không đều Một số con dịch nhầy âm hộ bất thường 1-2 lần phối chưa chửa Chu kỳ động dục còn tương đối đều Phối nhiều lần không chửa Bụng hơi to rồi lại lên giống lại Nghi chửa giả Chu kỳ động dục rối loạn rõ Nái lâu không đậu thai dù phối đúng kỹ thuật Nghi vô sinh hoặc nền tử cung kém"
  },
  {
    "id": "dystocia",
    "name": "Đẻ khó",
    "group": "reproductive",
    "severityLevel": 3,
    "searchText": "Nái rặn lâu mà không ra heo con Đã ra vài con rồi, nhưng khoảng cách giữa các con đẻ quá dài. Thai ra một phần rồi kẹt. Nái mệt, thở gấp, nằm nhiều Có thể thấy chân hoặc mũi thai kẹt ở âm hộ Dịch âm hộ có thể lẫn máu hoặc mùi hôi nếu kéo dài Đẻ hơi lâu nhưng vẫn ra con đều Nái còn tỉnh, rặn có lực Khoảng cách giữa hai con kéo dài bất thường Nái mệt dần, rặn yếu Có dấu thai kẹt nhẹ Rặn lâu không ra con Nái kiệt sức, nằm thở gấp Thai kẹt rõ hoặc nghi chết trong tử cung"
  },
  {
    "id": "mma-syndrome",
    "name": "Hội chứng MMA (viêm vú - viêm tử cung - mất sữa)",
    "group": "reproductive",
    "severityLevel": 2,
    "searchText": "Nái sốt sau đẻ. Mất sữa hoặc rất ít sữa. Vú sưng, nóng, đau. Ra dịch hôi sau đẻ. Heo con đói, kêu nhiều. Heo con tiêu chảy, chết nhanh. Nái bỏ ăn, nằm nhiều. Giảm sữa nhẹ Nái hơi sốt Ít sữa rõ Vú viêm Ra dịch sinh dục Mất sữa hoàn toàn Nái sốt cao Heo con chết hàng loạt"
  },
  {
    "id": "parvo-smedi",
    "name": "Parvo - SMEDI (sảy thai, thai khô, chết phôi)",
    "group": "reproductive",
    "severityLevel": 3,
    "searchText": "Phối giống nhưng không đẻ. Thai chết lưu. Thai khô. Thai nhỏ không đều. Đẻ con yếu. Đẻ ra nhiều thai chết. Nái không có biểu hiện bệnh rõ. Đẻ ít con Có thai chết rải rác Nhiều thai chết lưu Thai khô Ổ đẻ có nhiều thai chết Mất lứa sinh sản"
  }
]