{
  "id": "cattle_housing",
  "name": "Thức ăn & chuồng trại",
  "species": "cattle",
  "group": "housing",
  "overview": "Chuồng trại và thức ăn là nền sống quyết định trực tiếp sức khỏe, năng suất và khả năng chống chịu bệnh của đàn bò.\n\n Bò có thể chịu thiếu ăn ngắn ngày, nhưng rất nhạy với nền chuồng ẩm bẩn, khí độc, trơn trượt và khẩu phần thay đổi thất thường.\n\nNhiều bệnh hô hấp, tiêu hóa, viêm móng, suy nhược kéo dài không bắt đầu từ mầm bệnh nguy hiểm, mà từ chuồng ẩm, bí, nền bẩn, nước uống kém và cách sử dụng thức ăn không phù hợp với điều kiện nuôi. Khi môi trường và khẩu phần không ổn định, mọi can thiệp bằng thuốc và bổ sung chỉ mang tính đối phó, khó cho hiệu quả bền.\n\nỞ bò, hiệu quả của khẩu phần chỉ thực sự phát huy khi được đặt trên nền chuồng khô ráo, thoáng khí, ít dao động nhiệt và mật độ phù hợp. Chuồng trại tốt giúp bò ăn khỏe, nằm nghỉ thoải mái, nhai lại đều; đó là nền tảng cho tăng trọng, sinh sản và sức đề kháng.\n\nMục tiêu của quản lý chuồng trại và thức ăn không phải là đạt “chuẩn đẹp” trên giấy, mà là tạo ra một môi trường ổn định, dễ làm sạch, dễ quan sát và ít gây stress cho đàn bò.\n\n Nội dung trong cẩm nang này giúp người nuôi coi chuồng trại và cách cho ăn là công cụ phòng bệnh chủ động, chứ không chỉ là nơi nhốt bò.",
  "sections": [
    {
  "id": "part_1_feeding_header",
  "title": "PHẦN 1 - THỨC ĂN & MỐI LIÊN HỆ VỚI CHUỒNG TRẠI",
  "goal": "Ở bò, hiệu quả của thức ăn phụ thuộc trực tiếp vào môi trường sống. Thức ăn tốt nhưng chuồng ẩm, bí hoặc mật độ cao vẫn dẫn đến rối loạn tiêu hóa, giảm tăng trọng và suy nhược kéo dài.",
  "content": "Phần này tập trung vào tư duy nền khi quản lý thức ăn cho bò trong điều kiện chuồng trại thực tế. Người nuôi nên hiểu mối liên hệ này trước khi điều chỉnh khẩu phần hoặc xử lý các vấn đề tiêu hóa.",
  "bullets": []
},
{
  "id": "feeding_intro",
  "title": "Thức ăn và nền tiêu hóa của bò",
  "goal": "Đặt thức ăn trong đúng bối cảnh môi trường nuôi của bò.",
  "content": "Ở bò, tiêu hóa không chỉ phụ thuộc vào khẩu phần mà còn phụ thuộc rất lớn vào nền chuồng, độ ẩm, nhiệt độ và mức độ vận động. Cùng một khẩu phần, nhưng trong chuồng ẩm hoặc quá nóng, khả năng tiêu hóa và chuyển hóa sẽ giảm rõ rệt.",
  "bullets": [
    "Bò khỏe thường ăn theo nhịp đều, nhai lại ổn định, phân khuôn rõ.",
    "Bò suy thường bắt đầu bằng ăn chậm, nhai lại kém, phân nát hoặc mùi nặng.",
    "Không thể dùng tăng thức ăn để bù cho một môi trường chuồng trại kém.",
    "Mọi đánh giá về thức ăn cần đặt trong bối cảnh bò đang sống như thế nào."
  ]
},
{
  "id": "feeding_stability",
  "title": "Ổn định thức ăn theo điều kiện chuồng trại",
  "goal": "Giảm rủi ro sập tiêu hóa và stress nền do thay đổi thức ăn thiếu kiểm soát.",
  "content": "Thức ăn cho bò cần ổn định theo nền chuồng. Khi chuồng ẩm, nóng hoặc mật độ cao, khả năng tiêu hóa giảm, mọi thay đổi khẩu phần đều trở nên rủi ro hơn.",
  "bullets": [
    "Không tăng mạnh tinh khi chuồng đang ẩm hoặc bò bị nóng kéo dài.",
    "Không đổi nhiều nguồn thức ăn cùng lúc khi chưa cải thiện điều kiện chuồng.",
    "Thức ăn ủ, phụ phẩm cần được quản lý chặt trong điều kiện chuồng nóng ẩm.",
    "Chuồng càng ổn định, biên độ điều chỉnh thức ăn càng an toàn."
  ]
},
{
  "id": "water_and_digestive_health",
  "title": "Nước uống và sức khỏe tiêu hóa bò",
  "goal": "Giữ tiêu hóa và khả năng ăn ổn định thông qua nước uống sạch.",
  "content": "Nước uống có vai trò trực tiếp đến lượng ăn, nhai lại và chuyển hóa. Trong chuồng nóng hoặc ẩm, bò càng nhạy cảm với nước bẩn hoặc thiếu nước.",
  "bullets": [
    "Thiếu nước làm bò giảm ăn rất nhanh.",
    "Nước bẩn làm tăng nguy cơ tiêu chảy và ký sinh.",
    "Khi thay đổi nguồn nước cần theo dõi phân và nhịp ăn vài ngày đầu.",
    "Máng nước cần đặt ở vị trí bò tiếp cận dễ dàng, không trơn trượt."
  ]
},
{
  "id": "part_2_housing_header",
  "title": "PHẦN 2 - CHUỒNG TRẠI & MÔI TRƯỜNG SỐNG",
  "goal": "Chuồng trại quyết định mức độ stress, nguy cơ chấn thương và nền bệnh hô hấp - tiêu hóa của đàn bò. Một chuồng sai thiết kế hoặc khó vệ sinh sẽ âm thầm bào mòn sức khỏe đàn bò dù khẩu phần đang được quản lý tốt.",
  "content": "Phần này tập trung vào các nguyên tắc nền khi chọn vị trí, thiết kế và vận hành chuồng bò: từ mặt bằng, nền - sàn, mái - vách, thoát nước cho đến mật độ và lịch vệ sinh. Chuồng trại không chỉ là nơi che mưa nắng, mà là môi trường sống tác động liên tục lên nhịp ăn, nhịp nghỉ, móng chân và hệ hô hấp của bò.\n\nNgười nuôi nên đọc kỹ phần này trước khi xây mới, cải tạo hoặc tăng đàn, đặc biệt trong các giai đoạn thời tiết cực đoan hoặc khi trại bắt đầu xuất hiện nhiều ca bệnh lặp lại.",
  "bullets": []
},

    {
      "id": "site_selection",
      "title": "Chọn vị trí và mặt bằng",
      "goal": "Chọn nơi cao ráo, không ngập, bám đường vận chuyển thức ăn - bò ra vào hợp lý.",
      "content": "Vị trí quyết định 70% mức độ khỏe mạnh vì nó ảnh hưởng độ ẩm, khí lưu thông, bụi và bùn chân.",
      "bullets": [
        "[Độ cao mặt bằng] Chuồng phải cao hơn phần sân ngoài 15-25cm để thoát nước nhanh khi mưa kéo dài.",
        "[Hướng chuồng] Quay máng ăn xuôi theo hướng chứa thức ăn và hướng nắng buổi sáng, tránh nắng gắt buổi trưa chiếu thẳng vào bò nằm.",
        "[Khoảng cách khu khác] Tách khu bê hoặc bò bệnh xa vùng phân bò lớn và khu ủ phụ phẩm chua mạnh.",
        "[Đường nội bộ] Tạo lối đi đủ rộng cho xe rùa - máy xúc thức ăn, không làm đường cong gấp khiến bò dễ trượt khi di chuyển."
      ]
    },
    {
      "id": "floor_structure",
      "title": "Cấu trúc nền chuồng và sàn",
      "goal": "Nền chắc, khô, không trượt, chịu được móng bò.",
      "content": "Nền và sàn là chỗ dễ gây tai nạn nhất ở trại. Đầu tư sai nền là nợ kỹ thuật dài hạn.",
      "bullets": [
        "[Xi măng nhám hoặc đất đầm] Nếu đổ xi măng, phải tạo bề mặt nhám; nếu nền đất thì đầm chặt, không lõm hố cục bộ.",
        "[Chống đọng nước] Tạo độ dốc nhẹ 3-5% dẫn về rãnh thoát.",
        "[Sàn] Nếu dùng sàn, kiểm tra không run, không gãy, không khe sắc cạnh.",
        "[Khu bê và khu bò lớn] Nơi cho bê nằm phải luôn có lót khô; nơi bò lớn đứng phải chịu lực tốt."
      ]
    },
    {
      "id": "roof_and_walls",
      "title": "Mái, vách và thông gió",
      "goal": "Chống nóng, chắn mưa, thoáng khí nhưng không kín bưng.",
      "content": "Mái là nơi toả nhiệt mạnh nhất. Vách là nơi điều tiết gió. Hai thứ này phải cân bằng như EQ hệ thống.",
      "bullets": [
        "[Mái] Lợp tôn, fibro hoặc mái cách nhiệt chuyên chuồng nuôi, có cửa thoát khí trên đỉnh nóc.",
        "[Vách cao 1,8-2,2m] Đủ chắn mưa tạt và giảm gió đêm nhưng không che kín 4 phía.",
        "[Cửa thoáng khí đối xứng] 2 đầu chuồng có ô thoáng đối xứng để khí tuần hoàn.",
        "[Chắn gió mùa lạnh 1 phía] Chắn 1 phía gió thôi, ưu tiên phía mưa tạt theo mùa."
      ]
    },
    {
      "id": "drainage",
      "title": "Rãnh thoát nước và xử lý nước thải chuồng",
      "goal": "Rút nước nhanh, nước thải không chảy ngược lên khu bò nằm.",
      "content": "Rảnh thoát không nên quá nông, nên có nắp che rác thô lọt vào, tránh tắc khối ủ phân toan mạnh.",
      "bullets": [
        "[Rãnh sâu đủ] Rãnh phải đủ sâu và có độ dốc để nước rút nhanh.",
        "[Không để máng nước tràn] Máng nước không nên để tràn, vì ẩm nền bê nằm dẫn đến viêm phổi sớm.",
        "[Nước thải phân - nước rửa] Chảy về hố biogas hoặc hố ủ phân tách riêng.",
        "[Dòng chảy một nẻo] Không cho nước thải đi lung tung khắp trại."
      ]
    },
    {
      "id": "mangers",
      "title": "Máng ăn, máng nước và layout bên trong",
      "goal": "Bò tiếp cận thức ăn, nước dễ dàng, không tranh giành mạnh tay.",
      "content": "Layout máng sai là bò tranh ăn, con yếu thua luôn. Máng đúng là UX thân thiện của trại.",
      "bullets": [
        "[Ít nhất 2 vị trí máng/1 dãy] Một dãy chuồng nên có ít nhất 2-3 vị trí máng để phân bố đều bò khi ăn.",
        "[Máng ăn khô ráo] Máng ăn nên khô, rửa máng xong lau khô trước bữa kế tiếp.",
        "[Máng nước sạch] Nước mới, không rêu, không cặn đặc, thay hằng ngày.",
        "[Cố định] Máng cần cố định, không để xô lệch vì bò húc văng rồi trộn thức ăn thừa mốc lại cho ăn."
      ]
    },
    {
      "id": "cleaning_schedule",
      "title": "Lịch vệ sinh và khử khuẩn định kỳ",
      "goal": "Chuồng sạch mỗi ngày, khử khuẩn có chu kỳ, không làm bụi mù lên mặt bò.",
      "content": "Giữ chuồng sạch hằng ngày, khử khuẩn định kỳ theo khuyến cáo nhãn sản phẩm chuồng nuôi.",
      "bullets": [
        "[Dọn phân hằng ngày] Dọn sáng hoặc chiều - không để qua đêm phân ướt.",
        "[Quét bụi trần, mạng nhện] 3-5 ngày/lần, trước khi cho ăn.",
        "[Khử khuẩn chuồng] Dùng vôi bột hoặc dung dịch khử khuẩn theo nhãn, xịt nền khi khô, lúc mát trong ngày.",
        "[Không phun khi có bò] Không phun trực tiếp khi bò đứng ngay trên nền ướt khử khuẩn hoặc hít bụi mạnh."
      ]
    },
    {
      "id": "heat_and_humidity",
      "title": "Kiểm soát nhiệt - ẩm theo mùa",
      "goal": "Mùa nắng: giảm nóng; mùa mưa: giảm ẩm; mùa lạnh: chắn nhẹ 1 phía.",
      "content": "Kiểm soát mùa vụ tốt giúp bò không shock nhiệt, không giảm ăn, không hít bụi ẩm lạnh.",
      "bullets": [
        "[Mùa nắng nóng] Tối ưu thông gió, treo quạt, giảm nắng chiếu trực diện mặt bò nằm.",
        "[Mùa mưa kéo dài] Hạn chế ẩm, dùng rơm khô sạch lót nền.",
        "[Mùa lạnh] Chắn 1 phía gió, tránh bịt kín 4 phía."
      ]
    },
    {
      "id": "density",
      "title": "Mật độ nhốt và phân lứa trong chuồng",
      "goal": "Không để bò đè lên nhau, không tranh ăn quá mức.",
      "content": "Mật độ chật quá là bug hệ thống: bò stress, giảm tăng trọng, dễ chấn thương chân.",
      "bullets": [
        "[Chia lứa rõ] Không trộn bò lớn - bò tơ - bê vào 1 ô nếu không đủ diện tích.",
        "[Không ép mật độ] Ưu tiên diện tích đủ hơn là nhốt chật để tận dụng chuồng."
      ]
    }
  ],
  "notes": [
    "Chuồng khô - nhám - thoát nước nhanh là điều kiện bắt buộc cho mọi trại nuôi bò.",
    "Tinh vỗ béo phải ăn ở máng khô, chia nhiều cữ, không dồn 1 lần.",
    "Không phun khử khuẩn khi bò đang đứng trực trên nền ướt hoặc hít bụi mạnh.",
    "Ghi chép layout chuồng và phản xạ ăn của bò giúp tối ưu lứa tiếp."
  ],
  "warning": "Thông tin này chỉ mang tính tham khảo định tính. Khi chuồng có vấn đề ngạt khí, gãy sàn, nhiều bò ho - tiêu chảy liên tục, cần gọi thú y hoặc kỹ thuật chuồng trại đến kiểm tra trực tiếp."
}
