{
  "id": "bloat",
  "name": "Chướng hơi dạ cỏ (Bloat) ở dê",
  "species": "goat",
  "group": "digestive",
  "summary": "Chướng hơi dạ cỏ là tình trạng hơi tích tụ quá mức trong dạ cỏ, không thoát ra được, làm bụng trái phình to, ép phổi, gây khó thở. Nếu không xử lý kịp, dê có thể chết do ngạt.",
  "causes": [
    "Ăn quá nhiều cỏ non, họ đậu (keo dậu, đậu, lá đậu nành…) dễ sinh bọt.",
    "Ăn cỏ ướt, cỏ sương sớm, sau mưa lớn.",
    "Thay đổi thức ăn đột ngột, đặc biệt từ khô sang cỏ non.",
    "Tắc đường ợ hơi do dị vật, tư thế cổ bất thường."
  ],
  "risk_factors": [
    "Thả dê ra ăn đồng cỏ non sớm buổi sáng khi còn nhiều sương.",
    "Cho ăn nhiều lá họ đậu một cách đột ngột.",
    "Không cho ăn cỏ khô trước khi thả ra bãi cỏ non.",
    "Dê tham ăn, giành ăn, ăn rất nhanh."
  ],
  "clinical_signs_detailed": [
    "Bụng trái phình to, nhìn rõ hình trống.",
    "Dê bồn chồn, đá chân, kêu, thở gấp.",
    "Nhai lại giảm hoặc mất, không thấy ợ hơi.",
    "Niêm mạc có thể tím nếu thiếu oxy.",
    "Nặng: nằm nghiêng, thở ngáp, có thể chết nhanh."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Bụng trái hơi to hơn bình thường.",
      "Nhai lại giảm, nhưng dê vẫn đi lại.",
      "Thở hơi nhanh, ít kêu."
    ],
    "moderate": [
      "Bụng trái căng rõ, gõ nghe âm vang.",
      "Dê bồn chồn, đá chân, khó chịu.",
      "Thở gấp, đứng dạng chân, cổ vươn.",
      "Nhai lại hầu như mất."
    ],
    "severe": [
      "Bụng rất căng, nhìn mất cân đối.",
      "Thở ngáp, niêm mạc tím, mắt lồi.",
      "Dê ngã, duỗi chân, có thể co giật nhẹ.",
      "Nguy cơ tử vong trong thời gian ngắn."
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Simethicone",
      "Dimethicone",
      "Dầu paraffin"
    ],
    "alternative_drugs": [
      "Enzyme tiêu hoá",
      "Oresol (điện giải uống)"
    ],
     "note_drugs": [
      "Đặt ống dạ cỏ hoặc chọc dạ cỏ là thủ thuật cấp cứu, cần người có kinh nghiệm hoặc bác sĩ thú y thực hiện.",
      "Không dùng thuốc an thần khi dê đang khó thở vì có thể làm ngạt nặng hơn."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": [
        "Flunixin"
      ],
      "respiratory_support": [
  "Chướng hơi gây khó thở do dạ cỏ chèn ép phổi; giảm hơi nhanh là ưu tiên giúp dê thở dễ hơn."
]
,
      "electrolyte": [
        "Oresol (điện giải uống)",
        "Điện giải tổng hợp (Na/K/Cl)"
      ],
      "vitamin": [
        "Vitamin C",
        "Vitamin BC"
      ],
      "digestive_support": [
        "Probiotic (men vi sinh)"
      ]
    },
    "supportive_care": [
      "Cho dê đứng dốc đầu thấp - mông cao để hỗ trợ thoát hơi (trường hợp nhẹ).",
      "Dắt đi lại nhẹ, xoa bóp vùng dạ cỏ.",
      "Giữ yên tĩnh, tránh chạy nhảy mạnh khi đang chướng.",
      "Sau khi ổn, cho ăn cỏ khô trước, rồi mới tăng dần cỏ tươi."
    ],
    "dose_policy": [
      "Chỉ dùng men tiêu hoá SAU KHI đã giải quyết xong chướng hơi.",
      "Thuốc chống chướng hơi, dầu, men tiêu hoá dùng theo liều trên nhãn hoặc theo thú y.",
      "Không tự ý tăng liều vì có thể gây sặc hoặc rối loạn thêm."
    ]
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Dê thở gấp, bụng căng nhưng vẫn đứng được.",
      "guideline": [
        "Gọi thú y hoặc người có kinh nghiệm càng sớm càng tốt.",
        "Có thể đặt ống dạ cỏ để thoát hơi nếu biết kỹ thuật.",
        "Dùng thuốc chống tạo bọt theo nhãn.",
        "Theo dõi nhịp thở, màu niêm mạc mỗi 10-15 phút."
      ]
    },
    "case_type_2": {
      "description": "Dê nằm, thở ngáp, bụng căng cực độ.",
      "guideline": [
        "Đây là ca cấp cứu, cần thao tác giải áp dạ cỏ khẩn (ống dạ cỏ hoặc chọc ) bởi thú y.",
        "Hỗ trợ hô hấp, giữ đầu - cổ thẳng để tránh sặc.",
        "Sau khi thoát hơi, bổ sung điện giải, vitamin, men tiêu hoá.",
        "Tiên lượng cẩn trọng, có thể tổn thương phổi - tim do ép lâu."
      ]
    },
     "note": [
  "Chọc trocar (chọc dạ cỏ) là thủ thuật xâm lấn, chỉ thực hiện bởi người có kinh nghiệm hoặc bác sĩ thú y.",
  "Chướng hơi dạ cỏ là cấp cứu tiêu hoá; xử lý càng sớm thì tỷ lệ sống càng cao."
]
 },
  "prevention": [
    "Không thả dê ăn cỏ non, cỏ đậu khi đói bụng.",
    "Cho ăn cỏ khô trước rồi mới ra bãi cỏ non.",
    "Tránh cho ăn lượng lớn lá họ đậu một lúc.",
    "Không chăn trên cỏ ướt sương quá sớm buổi sáng."
  ],
  "notes": [
  "Chướng hơi dạ cỏ có thể đi kèm rối loạn toan – kiềm dạ cỏ, cần quan sát kỹ biểu hiện toàn thân.",
  "Các ca chướng hơi nặng tiến triển rất nhanh; chậm xử lý có thể dẫn đến suy hô hấp và tử vong."
],

  "disclaimer": "Ứng dụng chỉ mang tính chất tham khảo, không thay thế chẩn đoán hoặc phác đồ điều trị của bác sĩ thú y."
}