{
  "id": "colibacillosis",
  "name": "Tiêu chảy sơ sinh do E.coli ở dê",
  "species": "goat",
  "group": "digestive",
  "summary": "E.coli tiêu chảy sơ sinh xuất hiện ở dê con 1-10 ngày tuổi, gây tiêu chảy nước, mất nước nhanh, suy yếu và chết nếu không xử lý kịp. Liên quan mạnh đến vệ sinh chuồng đẻ và sức đề kháng của dê con.",
  "causes": [
    "Nhiễm E.coli từ nền chuồng bẩn, phân tích tụ.",
    "Dê mẹ thiếu sữa non hoặc sữa non kém chất lượng.",
    "Thời tiết lạnh, ẩm làm dê con dễ nhiễm khuẩn.",
    "Vệ sinh núm vú kém, dê con bú sữa lẫn bẩn.",
    "Dê mẹ suy dinh dưỡng trước khi đẻ."
  ],
  "risk_factors": [
    "Dê con 1-10 ngày tuổi.",
    "Chuồng đẻ ẩm, bẩn, ít ánh nắng.",
    "Đàn đẻ dồn, mật độ nuôi cao.",
    "Thiếu sữa non trong 6 giờ đầu sau sinh."
  ],
  "clinical_signs_detailed": [
    "Tiêu chảy nước, vàng - trắng, mùi hôi mạnh.",
    "Phân bắn tia hoặc chảy liên tục.",
    "Mất nước nhanh: mắt trũng, da nhăn.",
    "Bụng tóp, giảm bú, kêu yếu.",
    "Nặng: nằm li bì, hạ thân nhiệt."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Tiêu chảy sệt ít lần.",
      "Vẫn còn bú nhưng bú kém.",
      "Bụng hơi tóp, da khô nhẹ."
    ],
    "moderate": [
      "Tiêu chảy nước nhiều lần.",
      "Giảm bú rõ, kêu yếu.",
      "Mắt trũng, mất nước."
    ],
    "severe": [
      "Tiêu chảy liên tục, vàng - trắng, hôi khắm.",
      "Mất nước nặng, mắt trũng sâu.",
      "Nằm lì, phản xạ yếu.",
      "Nguy cơ tử vong cao."
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Colistin uống (ưu tiên cho tiêu chảy sơ sinh).",
      "Amoxicillin uống hoặc tiêm (theo hướng dẫn thú y).",
      "Sulfa đường uống cho sơ sinh (theo nhãn)."
    ],
    "alternative_drugs": [
      "Florfenicol (nếu nhiễm khuẩn nặng, theo thú y).",
      "Điện giải - gluco dành cho dê con.",
      "Men tiêu hoá + probiotics chuyên cho dê con."
    ],
    "note_drugs": [
      "Không dùng kháng sinh mạnh bừa bãi ở dê con sơ sinh.",
      "Không dùng thuốc giảm nhu động ruột cho dê con."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": [],
      "respiratory_support": [],
      "electrolyte": [
        "ORS pha loãng cho dê con",
        "Gluco - điện giải ấm"
      ],
      "vitamin": [
        "Vitamin C",
        "Vitamin BC",
        "Khoáng - điện giải dành cho dê con"
      ],
      "digestive_support": [
        "Probiotics chuyên cho thú non",
        "Pectin - Kaolin"
      ]
    },
    "supportive_care": [
      "Giữ dê con ấm, quấn khăn ấm khi trời lạnh.",
      "Cho bú nhiều bữa nhỏ, không để no quá.",
      "Lau hậu môn thường xuyên tránh viêm da.",
      "Tách khỏi nền chuồng ẩm, bẩn."
    ],
    "dose_policy": [
      "Thuốc dùng đúng liều trên nhãn hoặc theo thú y.",
      "Không tăng liều vì dê con rất nhạy thuốc."
    ]
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Tiêu chảy nước nhưng còn bú được một ít.",
      "guideline": [
        "Bù điện giải ấm liên tục.",
        "Colistin hoặc amoxicillin theo nhãn.",
        "Men tiêu hoá + bảo vệ niêm mạc.",
        "Theo dõi mỗi 2-3 giờ."
      ]
    },
    "case_type_2": {
      "description": "Dê con li bì, mất nước nặng, bú rất ít.",
      "guideline": [
        "Gọi thú y để xem xét truyền dịch hoặc hỗ trợ nâng cao.",
        "Giữ ấm liên tục, tránh hạ thân nhiệt.",
        "Florfenicol chỉ dùng theo thú y.",
        "Tiên lượng thận trọng."
      ]
    },
    "note": "Tiêu chảy sơ sinh có tỉ lệ tử vong cao nếu phát hiện muộn; vệ sinh chuồng đẻ là quan trọng nhất."
  },
  "prevention": [
    "Dọn chuồng đẻ sạch, khô, sát trùng trước khi dê sinh.",
    "Đảm bảo dê con bú đủ sữa non trong 6 giờ đầu.",
    "Vệ sinh núm vú trước khi dê con bú.",
    "Không để dê con nằm nền ẩm lạnh."
  ],
  "notes": [
    "Colibacillosis thường bùng phát theo đàn.",
    "Kiểm soát vệ sinh tốt gần như triệt tiêu bệnh."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo, không thay thế phác đồ của bác sĩ thú y."
}