{
  "id": "anaplasmosis",
  "name": "Nhiễm Anaplasma (ký sinh trùng máu) ở heo",
  "species": "pig",
  "group": "blood_parasite",

  "summary": "Anaplasma là bệnh ký sinh trùng máu gây thiếu máu tiến triển chậm ở heo. Heo gầy từ từ, ăn kém, niêm mạc nhợt hoặc vàng nhẹ. Bệnh diễn tiến âm thầm, dễ bỏ sót nếu không để ý màu da và tốc độ tăng trọng.",

  "causes": [
    "Vi khuẩn Anaplasma ký sinh trong hồng cầu.",
    "Lây truyền chủ yếu qua ve, mạt, côn trùng hút máu.",
    "Dùng kim tiêm chung giữa các con.",
    "Lây cơ học qua vết thương hở."
  ],

  "risk_factors": [
    "Chuồng trại nhiều ve, mạt.",
    "Không kiểm soát ký sinh trùng ngoài.",
    "Heo suy dinh dưỡng hoặc nuôi mật độ cao.",
    "Quản lý tiêm chích kém vệ sinh."
  ],

  "clinical_signs_detailed": [
    "Heo ăn kém, chậm lớn rõ rệt.",
    "Niêm mạc nhợt nhạt hoặc vàng nhẹ.",
    "Gầy dần dù không có biểu hiện bệnh rầm rộ.",
    "Có thể sốt nhẹ hoặc không sốt.",
    "Ít đáp ứng với kháng sinh thông thường."
  ],

  "clinical_signs_by_stage": {
    "mild": [
      "Ăn giảm nhẹ.",
      "Lớn chậm hơn đàn."
    ],
    "moderate": [
      "Niêm mạc nhợt rõ.",
      "Gầy thấy rõ."
    ],
    "severe": [
      "Thiếu máu nặng.",
      "Vàng da, vàng mắt.",
      "Heo yếu, nằm nhiều."
    ]
  },

  "treatment": {
    "primary_drugs": [
      "Oxytetracycline",
      "Imidocarb"
    ],

    "alternative_drugs": [
      "Doxycycline"
    ],

    "note_drugs": [
      "Điều trị Anaplasma cần đúng thuốc ký sinh trùng máu, kháng sinh thường không hiệu quả.",
      "Thuốc điều trị có thể gây stress – theo dõi sát heo yếu.",
      "Không tự ý phối hợp nhiều thuốc mạnh cùng lúc.",
      "Luôn dùng thuốc theo tư vấn thú y."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "Meloxicam",
        "alternative": []
      },
      "respiratory_support": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": []
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": "Enzyme tiêu hoá",
        "alternative": []
      }
    ,
    "stimulant": {
  "main": "Caffeine",
  "alternative": ["Camphor", "Nikethamide"],
  "note": [
    "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
    "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
    "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
  ]
}

    },

    "supportive_care": [
      "Bổ sung dinh dưỡng dễ tiêu.",
      "Giữ chuồng khô, sạch, ít stress.",
      "Hạn chế vận chuyển, xáo trộn đàn trong thời gian điều trị."
    ],

    "dose_policy": [
      "Không ghi liều trong ứng dụng.",
      "Dùng thuốc theo hướng dẫn thú y hoặc nhãn thuốc."
    ]
  },

  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo thiếu máu rõ nhưng còn ăn và đi lại.",
      "guideline": [
        "Thuốc đặc trị ký sinh trùng máu.",
        "Bổ sung vitamin và điện giải.",
        "Theo dõi sát sức ăn."
      ]
    },
    "case_type_2": {
      "description": "Heo thiếu máu nặng, vàng da, rất yếu.",
      "guideline": [
        "Cần thú y đánh giá trực tiếp.",
        "Điều trị đặc hiệu kết hợp hỗ trợ mạnh.",
        "Tiên lượng thận trọng."
      ]
    },
    "note": "Anaplasma thường bị bỏ sót do diễn tiến chậm. Nếu đàn chậm lớn kéo dài, thiếu máu mà không rõ nguyên nhân, cần nghĩ đến bệnh ký sinh trùng máu."
  },

  "prevention": [
    "Kiểm soát ve, mạt định kỳ.",
    "Không dùng chung kim tiêm.",
    "Giữ chuồng sạch, khô.",
    "Bổ sung khoáng – vitamin giúp tăng sức đề kháng."
  ],

  "notes": [
    "Bệnh tiến triển âm thầm, phát hiện sớm giúp tiết kiệm chi phí.",
    "Điều trị sớm cho hiệu quả tốt hơn giai đoạn muộn."
  ],

  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}
