{
  "id": "lice",
  "name": "Chí - rận ở dê",
  "species": "goat",
  "group": "parasite",
  "summary": "Chí - rận gây ngứa, rụng lông, giảm tăng trọng và dễ lây lan trong đàn. Không nguy hiểm chết nhưng gây stress, giảm ăn và ảnh hưởng miễn dịch.",
  "causes": [
    "Tiếp xúc dê nhiễm chí.",
    "Dùng chung máng ăn, nơi nằm.",
    "Chuồng ẩm, vệ sinh kém."
  ],
  "risk_factors": [
    "Dê con và dê hậu bị.",
    "Đàn nuôi dày.",
    "Thiếu tắm nắng."
  ],
  "clinical_signs_detailed": [
    "Ngứa liên tục.",
    "Rụng lông thành vệt.",
    "Da đỏ nhẹ.",
    "Nhiều con còi do stress kéo dài."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Ngứa nhẹ, rụng ít."
    ],
    "moderate": [
      "Ngứa nhiều, cọ liên tục.",
      "Rụng lông từng mảng."
    ],
    "severe": [
      "Viêm da kế phát.",
      "Gầy, giảm ăn.",
      "Da dày, nứt nhẹ."
    ]
  },
 
  "treatment": {
    "primary_drugs": [
      "Permethrin (phun/xịt)",
      "Ivermectin"
    ],
    "alternative_drugs": [
      "Fipronil",
      "Amitraz"
    ],

    "note_drugs": [
      "Điều trị cần xử lý đồng thời cả đàn và môi trường chuồng nuôi để tránh tái nhiễm.",
      "Permethrin có thể gây độc cho mèo; tránh để mèo tiếp xúc với thuốc hoặc khu vực vừa xử lý.",
      "Dùng thuốc theo hướng dẫn trên nhãn; tránh lạm dụng hoặc sử dụng quá dày."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": null,
        "alternative": []
      },
      "respiratory_support": {
        "main": null,
        "alternative": []
      },
      "electrolyte": {
        "main": null,
        "alternative": []
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": []
      },
      "digestive_support": {
        "main": null,
        "alternative": []
      }
    },

    "supportive_care": [
      "Vệ sinh chuồng trại, thay chất độn và dọn phân thường xuyên.",
      "Tách những con nhiễm nặng để chăm sóc và xử lý kỹ hơn.",
      "Phơi nắng đàn và chuồng nuôi để giảm mật độ ký sinh ngoài."
    ],

    "dose_policy": "Thuốc phun/xịt và thuốc tiêm dùng theo hướng dẫn trên nhãn hoặc theo tư vấn thú y."
  },

  "severe_case_treatment": {
    "case_type_1": {
      "description": "Nhiễm chí mức độ vừa, chưa có viêm da rõ.",
      "guideline": [
        "Xử lý ký sinh ngoài bằng thuốc phù hợp.",
        "Vệ sinh chuồng và dụng cụ chăm sóc.",
        "Theo dõi và xử lý lại theo hướng dẫn nếu còn tái nhiễm."
      ]
    },
    "case_type_2": {
      "description": "Ngứa nhiều, rụng lông mạnh hoặc có viêm da, stress rõ.",
      "guideline": [
        "Xử lý ký sinh ngoài nhẹ nhàng, tránh làm tổn thương da.",
        "Cân nhắc kiểm tra và xử lý nhiễm trùng da kế phát theo thú y.",
        "Bổ sung vitamin và cải thiện dinh dưỡng để hồi phục."
      ]
    },
    "note": "Chí - rận rất dễ tái phát nếu không xử lý đồng thời cả chuồng và cả đàn."
  },

  "prevention": [
    "Giữ chuồng khô thoáng, có nắng và sạch sẽ.",
    "Không nuôi quá dày, giảm tiếp xúc gần kéo dài.",
    "Vệ sinh nền, máng ăn và khu vực ngủ thường xuyên.",
    "Kiểm tra định kỳ và xử lý ký sinh ngoài theo nguy cơ thực tế của trại."
  ],

  "notes": [
    "Chí gây ngứa và rụng lông, thường không gây thiếu máu nặng như ve.",
    "Điều trị đúng và xử lý môi trường tốt thường kiểm soát được triệt để."
  ],

  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}
