{
  "id": "bloat",
  "name": "Đầy hơi - bội thực",
  "species": "pig",
  "group": "digestive",
  "summary": "Heo bị đầy hơi, chướng bụng do ăn quá nhiều, thức ăn khó tiêu hoặc lên men. Heo khó chịu, thở nhanh và có thể chết nếu xoắn ruột hoặc chèn ép hô hấp.",
  "causes": [
    "Ăn quá nhiều trong thời gian ngắn",
    "Thức ăn khó tiêu, nhiều tinh bột, dễ lên men.",
    "Thức ăn ôi thiu, mốc nhẹ.",
    "Thay đổi khẩu phần đột ngột",
    "Hạn chế vận động, nền chuồng trơn"
  ],
  "risk_factors": [
    "Thức ăn không ổn định giữa các bữa",
    "Heo đói lâu rồi ăn dồn.",
    "Cho ăn dồn cục, không chia bữa",
    "Thức ăn có độ lên men cao",
    "Chuồng nóng đột ngột làm giảm vận động"
  ],
  "clinical_signs_detailed": [
    "Bụng trướng to, sờ căng.",
    "Heo ít vận động, đi lại khó khăn",
    "Thở nhanh hoặc thở nông",
    "Nằm nghiêng nhiều, khó đứng",
    "Ăn giảm hoặc bỏ ăn",
    "Nếu nặng: xanh tím, suy hô hấp"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Chướng nhẹ, bụng căng ít",
      "Heo hơi khó chịu",
      "Giảm ăn nhẹ"
    ],
    "moderate": [
      "Bụng căng rõ, khó đứng dậy",
      "Thở nhanh, nôn khan",
      "Ít chạy nhảy"
    ],
    "severe": [
      "Chướng rất lớn, khó thở",
      "Nằm nhiều, phản xạ kém",
      "Nguy cơ xoắn ruột và tử vong"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Simethicone"
    ],
    "alternative_drugs": [
      "Dimethicone"
    ],
    "note_drugs": [
      "Ưu tiên thuốc chống tạo bọt/giảm bọt hơi (Simethicone/Dimethicone) + dầu paraffin để giảm lên men và giúp đẩy hơi/giảm chướng.",
      "Than hoạt tính phù hợp khi nghi ăn phải thức ăn hỏng/độc tố đường ruột hoặc phân cực hôi; dùng như hỗ trợ, không thay thế xử lý trướng nặng.",
      "Sodium bicarbonate chỉ cân nhắc khi nghi rối loạn tiêu hoá kiểu 'toan dạ dày'/khó tiêu; không dùng bừa mọi ca vì có thể làm rối thêm tiêu hoá nếu dùng sai tình huống.",
      "Không ép ăn thêm. Ngưng cám tạm thời, theo dõi bụng và nhịp thở. Heo trướng nặng mà vẫn nhồi ăn dễ tụt rất nhanh.",
      "Không tự ý dùng thuốc an thần/thuốc làm giảm nhu động ruột khi heo đang trướng và khó thở.",
      "Nếu bụng trướng tăng nhanh, heo thở gấp rõ, nằm lăn/đau dữ: coi như cấp cứu — cần thú y can thiệp ngay (đặc biệt nguy cơ dãn/xoắn dạ dày).",
      "Luôn dùng thuốc theo tư vấn thú y và theo nhãn."
    ],
     "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": [
          "Meloxicam",
          "Flunixin"
        ]
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Glucose"
        ]
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin C"
        ]
      },
     "digestive_support": {
        "main": [
          "Probiotic (men vi sinh)",
          "Dầu paraffin"
        ],
        "alternative": [
          "Enzyme tiêu hoá",
          "Than hoạt tính (giải độc tiêu hoá)"
        ]
      },
      "stimulant": {
  "main": "Caffeine",
  "alternative": ["Camphor", "Nikethamide"],
  "note": [
    "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
    "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
    "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
  ]
}

    },
    "supportive_care": [
      "Cho heo đi lại nhẹ để xì hơi tự nhiên",
      "Không cho ăn thêm đến khi bụng xẹp",
      "Giữ chuồng thoáng, giảm stress",
      "Bổ sung nước và điện giải.",
      "Theo dõi phân xem có tắc nghẽn",
      "Điều chỉnh lại khẩu phần sau khi ổn định."
    ],
    "dose_policy": "Dùng theo liều trên nhãn hoặc theo tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Bụng căng lớn, heo thở nhanh nhưng vẫn đứng được.",
      "guideline": [
        "Dùng Simethicone sớm",
        "Xoa bụng nhẹ và cho vận động chậm",
        "Theo dõi 2-3 giờ đầu"
      ]
    },
    "case_type_2": {
      "description": "Heo nằm nhiều, chướng rất lớn, khó thở.",
      "guideline": [
        "Giữ chuồng mát, giảm stress",
        "Theo dõi dấu hiệu xoắn ruột",
        "Xem xét can thiệp thú y nếu bụng không xẹp"
      ]
    },
    "note": "Trường hợp xoắn ruột thường không đáp ứng điều trị, cần can thiệp sớm."
  },
  "prevention": [
    "Chia khẩu phần ăn thành nhiều bữa nhỏ",
    "Không để heo ăn đồ lên men",
    "Giữ nền chuồng thoáng, sạch",
    "Không thay đổi thức ăn đột ngột"
  ],
  "notes": [
    "Heo bị đầy hơi nhẹ thường hồi phục nhanh sau 12-24 giờ.",
    "Luôn kiểm tra thức ăn trước khi cho ăn."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}