{
  "id": "constipation",
  "name": "Táo bón",
  "species": "pig",
  "group": "digestive",
  "summary": "Táo bón là tình trạng heo đi phân khô, ít, rặn nhiều hoặc vài ngày không đi. Thường gặp khi thiếu nước, khẩu phần ít xơ, thay đổi thức ăn đột ngột, stress, nóng bức hoặc vận động ít. Xử lý đúng là tăng nước – làm mềm phân – hỗ trợ tiêu hoá và chỉnh lại khẩu phần; không lạm dụng kháng sinh.",

  "causes": [
    "Thiếu nước uống hoặc nước bẩn làm heo uống ít.",
    "Khẩu phần ít xơ, nhiều tinh bột/đạm, thức ăn khô cứng.",
    "Đổi cám đột ngột, stress, nóng bức.",
    "Rối loạn tiêu hoá sau đợt tiêu chảy/điều trị thuốc.",
    "Ít vận động (chuồng chật, nền trơn)."
  ],

  "risk_factors": [
    "Heo nái mang thai/sau đẻ, heo thịt ăn khẩu phần đậm đặc.",
    "Máng uống tắc, thiếu nước thường xuyên.",
    "Thời tiết nóng, chuồng bí.",
    "Thiếu chất xơ, thiếu khoáng – điện giải.",
    "Heo đang đau/viêm khiến giảm vận động và giảm uống."
  ],

  "clinical_signs_detailed": [
    "Đi phân khô, viên nhỏ, cứng; rặn nhiều.",
    "Đi phân ít, có thể 1–2 ngày không đi.",
    "Bụng chướng nhẹ, khó chịu, giảm ăn.",
    "Ăn giảm, uống ít",
    "Có thể ói nhẹ do ứ đọng"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Đi phân cứng hơn bình thường",
      "Heo hơi rặn khi đi tiêu"
    ],
    "moderate": [
      "Táo bón rõ rệt, phân khô viên",
      "Bụng căng nhẹ, heo mệt"
    ],
    "severe": [
      "Không đi tiêu được nhiều giờ",
      "Bụng căng lớn, heo rất khó chịu",
      "Có thể xì hơi mùi nặng, ói"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Sodium bicarbonate"
    ],
    "alternative_drugs": [
      "Dầu parafin"
    ],
   
    "note_drugs": [
      "Táo bón đa số không phải do nhiễm trùng — không tự ý dùng kháng sinh chỉ vì heo bỏ ăn/đi ít.",
      "Ưu tiên số 1 là nước: kiểm tra máng uống, đảm bảo heo uống được. Điện giải (Oresol) giúp heo uống đều và giảm mất nước tiềm ẩn.",
      "Dầu paraffin giúp làm mềm phân và hỗ trợ 'đẩy' phân ra ngoài. Khi đã đi được phân thì giảm dần, không lạm dụng kéo dài.",
      "Nếu heo có dấu chướng bụng/đầy hơi kèm táo bón: theo dõi sát, tránh nhồi ăn thêm. Có thể cần hướng xử lý bloat nếu trướng tăng nhanh.",
      "Sodium bicarbonate chỉ cân nhắc khi nghi khó tiêu/đầy hơi đi kèm; không dùng bừa mọi ca vì có thể làm rối thêm tiêu hoá nếu dùng sai tình huống.",
      "Nếu táo bón kèm sốt, đau bụng rõ, bụng trướng tăng nhanh, hoặc nhiều ngày không đi phân: coi như ca nặng — cần thú y can thiệp sớm."
    ],
      "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": [
          "Meloxicam",
          "Flunixin"
        ]
      },
      "respiratory_support": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Glucose",
          "Điện giải tổng hợp (Na/K/Cl)"
        ]
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": "Probiotic (men vi sinh)",
        "alternative": [
          "Enzyme tiêu hoá",
          "Pectin - Kaolin"
        ]
      }
    },

    "supportive_care": [
      "Tăng nước uống: kiểm tra và sửa máng uống, đảm bảo nước sạch luôn có.",
      "Giảm khẩu phần đậm đặc, chia nhỏ bữa; tăng thức ăn dễ tiêu và có xơ tự nhiên (theo điều kiện trại).",
      "Giữ chuồng thoáng mát, giảm nóng bức.",
      "Theo dõi phân mỗi ngày: khô → mềm → đi được là đạt.",
      "Tránh đổi cám đột ngột trong giai đoạn đang táo bón."
    ],
    "dose_policy": "Dùng theo nhãn hoặc tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo táo bón vừa, rặn nhiều nhưng vẫn đi được ít phân.",
      "guideline": [
         "Ưu tiên nước và điện giải (Oresol).",
        "Dầu paraffin để làm mềm phân.",
        "Hỗ trợ tiêu hoá (Probiotic/Enzyme) và chỉnh lại khẩu phần."
      ]
    },
    "case_type_2": {
      "description": "Heo không đi tiêu được, bụng căng lớn, khó chịu.",
      "guideline": [
        "Hạn chế cho ăn thêm",
        "Có thể dùng dầu parafin theo hướng dẫn",
        "Theo dõi sát để tránh xoắn ruột hoặc tắc ruột"
      ]
    },
   "note": "Táo bón kéo dài làm heo tụt ăn và dễ phát sinh biến chứng tiêu hoá. Xử lý sớm bằng nước + chỉnh khẩu phần thường hiệu quả nhất."
  },

  "prevention": [
    "Đảm bảo nước sạch luôn sẵn và máng uống hoạt động tốt.",
    "Khẩu phần cân bằng, tránh quá khô – quá đậm đặc kéo dài.",
    "Đổi cám từ từ, không đổi đột ngột.",
    "Giữ chuồng thoáng, giảm nóng bức và stress.",
    "Theo dõi phân định kỳ để phát hiện sớm."
  ],
  "notes": [
    "Táo bón hay đi kèm thiếu nước hoặc khẩu phần quá khô.",
    "Táo bón nhẹ thường tự khỏi sau khi điều chỉnh nước và khẩu phần.",
    "Theo dõi heo liên tục để tránh chuyển nặng."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}