{
  "id": "coronavirus_tge_ped",
  "name": "Tiêu chảy do Coronavirus (TGE/PED)",
  "species": "pig",
  "group": "digestive",
  "summary": "Coronavirus gây tiêu chảy rất nặng trên heo con, phân toàn nước, nôn ói và tỷ lệ chết cao, đặc biệt ở heo sơ sinh.",
  "causes": [
    "Virus đường ruột nhóm Coronavirus (TGE, PED)",
    "Lây qua phân, dịch nôn, dụng cụ, người chăm sóc mang mầm bệnh"
  ],
  "risk_factors": [
    "Trại chưa có miễn dịch nền với TGE/PED",
    "Vệ sinh và khử trùng không chặt chẽ",
    "Heo sơ sinh và heo con dưới 2 tuần tuổi",
    "Thời tiết lạnh, ẩm, thay đổi thất thường"
  ],
  "clinical_signs_detailed": [
    "Tiêu chảy dữ dội, phân toàn nước, mùi chua hôi",
    "Nôn ói sau khi ăn hoặc bú",
    "Heo con mất nước rất nhanh, da nhăn, mắt trũng sâu",
    "Bụng tóp, heo nằm co cụm, run lạnh",
    "Nái có thể tiêu chảy nhẹ hoặc giảm ăn",
    "Tỷ lệ chết cao nếu không can thiệp sớm"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Tiêu chảy nhẹ ở nái hoặc heo lớn",
      "Giảm ăn nhẹ",
      "Phân lỏng nhưng không quá nhiều nước"
    ],
    "moderate": [
      "Heo con tiêu chảy loãng, có lúc nôn",
      "Mất nước vừa, mắt trũng nhẹ",
      "Heo mệt, bú kém"
    ],
    "severe": [
      "Tiêu chảy toàn nước, nôn nhiều",
      "Mất nước rất nặng, da nhăn rõ",
      "Heo nằm bẹp, lạnh, dễ chết",
      "Tỷ lệ chết cao ở heo sơ sinh"
    ]
  },
  "treatment": {
    "primary_drugs": [],
    "alternative_drugs": [
      "Amoxicillin",
      "Colistin",
      "Enrofloxacin"
    ],
    "note_drugs": "Không có thuốc đặc hiệu cho Coronavirus đường ruột. Điều trị tập trung vào bù nước, giữ ấm và dùng kháng sinh để kiểm soát nhiễm khuẩn kế phát.",
    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "Flunixin",
        "alternative": [
          "Ketoprofen",
          "Meloxicam"
        ]
      },
      "respiratory_support": {
        "main": "Bromhexine",
        "alternative": [
          "Ambroxol"
        ]
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "electrolyte_mix",
          "electrolyte_mix"
        ]
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin ADE",
          "Multivitamin tổng hợp"
        ]
      },
      "digestive_support": {
        "main": "Enzyme tiêu hoá",
        "alternative": [
          "Probiotic"
        ]
      }
    },
    "supportive_care": [
      "Giữ ấm chuồng, tránh gió lùa tuyệt đối cho heo con",
      "Bù nước và điện giải nhiều lần trong ngày",
      "Hạn chế dẫm đạp bằng cách chia đàn hợp lý",
      "Dọn phân và chất thải ngay để giảm tải mầm bệnh"
    ],
    "dose_policy": "Dùng theo liều ghi trên nhãn hoặc theo tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo con tiêu chảy nặng nhưng vẫn còn bú được.",
      "guideline": [
        "Tăng cường bù điện giải liên tục",
        "Giữ ấm và chia nhóm nhỏ để tránh đè nhau",
        "Dùng kháng sinh để hạn chế nhiễm khuẩn kế phát"
      ]
    },
    "case_type_2": {
      "description": "Heo con nằm co cụm, nôn nhiều, mất nước nặng, rất yếu.",
      "guideline": [
        "Tập trung giữ ấm, lót ổ khô, tránh nằm trên nền ướt",
        "Bù nước và điện giải từng ít một nhưng đều",
        "Theo dõi sát, loại bỏ xác heo chết sớm để giảm lây lan"
      ]
    },
    "note": "Trong ổ dịch TGE/PED, điều quan trọng là giảm thiểu thiệt hại, giữ nái khỏe và tăng cường vệ sinh để cắt đường lây."
  },
  "prevention": [
    "Tăng cường vệ sinh và khử trùng chuồng trại",
    "Quản lý chặt việc ra vào trại và người lạ",
    "Vệ sinh ổ đẻ kỹ, giữ khô, sạch và ấm",
    "Tham khảo chương trình phòng bệnh bằng vắc xin nếu có điều kiện"
  ],
  "notes": [
    "Tỷ lệ chết cao nhất ở heo sơ sinh và heo con nhỏ.",
    "Dịch Coronavirus đường ruột thường lan rất nhanh trong trại nếu không kiểm soát."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}