{
  "id": "ecoli_diarrhea",
  "name": "Tiêu chảy do E.coli",
  "species": "pig",
  "group": "digestive",
 "summary": "Tiêu chảy do E. coli thường gặp nhất ở heo con bú mẹ, heo sau cai sữa và heo mới ghép đàn. Bệnh gây tiêu chảy nước hoặc phân sệt, mất nước nhanh, tụt lực, có thể chết nếu xử lý chậm. Điều trị trọng tâm là bù nước – điện giải, kết hợp kháng sinh đúng hướng (ưu tiên Colistin hoặc Amoxicillin/Amoxiclav tuỳ tình huống) và chăm sóc chuồng khô – ấm.",  "causes": [
    "Vi khuẩn E. coli gây bệnh bám vào niêm mạc ruột và tiết độc tố gây tiêu chảy.",
    "Lây qua phân, nền chuồng bẩn, sữa/nước/đồ ăn nhiễm bẩn.",
    "Heo con sức đề kháng yếu, dễ nhiễm khi môi trường không sạch."
  ],
  "risk_factors": [
    "Chuồng ẩm, lạnh, nhiều gió lùa",
    "Nền chuồng bẩn, không dọn phân thường xuyên",
    "Heo con sơ sinh, sức đề kháng yếu",
    "Nái ít sữa hoặc chất lượng sữa kém",
    "Thay đổi thức ăn đột ngột cho nái hoặc heo con"
  ],
  "clinical_signs_detailed": [
    "Tiêu chảy nước, phân bắn tung, mùi hôi",
    "Vùng hậu môn và đuôi dính bết phân",
    "Heo con mất nước: mắt trũng, da khô, ít đàn hồi",
    "Mệt, nằm nhiều, bú giảm hoặc bỏ bú",
    "Có thể sốt nhẹ hoặc không rõ sốt",
    "Gầy nhanh trong thời gian ngắn",
    "Một số con chết nhanh do mất nước nặng"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Phân hơi lỏng hơn bình thường",
      "Heo vẫn còn bú nhưng kém hơn",
      "Đuôi hơi bẩn, chưa mất nước rõ"
    ],
    "moderate": [
      "Tiêu chảy nước rõ rệt",
      "Đuôi và vùng hậu môn dính phân",
      "Heo mệt, nằm nhiều hơn, mắt hơi trũng",
      "Giảm bú rõ"
    ],
    "severe": [
      "Tiêu chảy liên tục, phân toàn nước",
      "Mất nước nặng: mắt trũng sâu, da khô",
      "Heo nằm bẹp, phản xạ kém",
      "Nguy cơ chết do sốc mất nước"
    ]
  },
  
  "treatment": {
    "primary_drugs": [
      "Colistin",
      "Amoxicillin"
    ],

    "alternative_drugs": [
      "Amoxiclav",
      "Sulfamethoxazole + trimethoprim",
      "Neomycin",
      "Gentamicin"
    ],

    "note_drugs": [
      "E. coli thường đáp ứng tốt với Colistin trong các ca tiêu chảy đường ruột điển hình (phân nước, ít sốt). Đây là hướng ưu tiên khi nghi E. coli là chính.",
      "Amoxicillin/Amoxiclav phù hợp khi nghi nhiễm khuẩn rộng hơn hoặc đàn có dấu hiệu nặng hơn (tụt nhanh, bội nhiễm). Chọn 1 hướng chính, tránh phối hợp bừa.",
      "Sulfamethoxazole + trimethoprim là lựa chọn thay thế khi trại quen dùng và có đáp ứng; theo dõi sát vì hiệu quả tuỳ tình hình kháng thuốc.",
      "Neomycin/Gentamicin là nhóm aminoglycoside: chỉ dùng khi có hướng dẫn thú y và theo thực tế trại; tránh lạm dụng, đặc biệt khi heo mất nước nặng.",
      "Điện giải là bắt buộc: chỉ dùng kháng sinh mà bỏ bù nước thì heo vẫn chết vì mất nước.",
      "Không tự ý dùng thuốc làm giảm nhu động ruột/cầm tiêu chảy khi đang tiêu chảy nhiễm khuẩn: dễ giữ độc tố và nặng hơn.",
      "Nếu sốt cao rõ, phân hôi thối nặng, hoặc chết rải rác: cần nghĩ thêm Salmonella/đồng nhiễm — nên thú y đánh giá lại hướng kháng sinh."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": [
          "Paracetamol",
          "Meloxicam"
        ]
      },
      "respiratory_support": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Glucose",
          "Điện giải tổng hợp (Na/K/Cl)"
        ]
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": "Probiotic (men vi sinh)",
        "alternative": [
          "Pectin - Kaolin",
          "Enzyme tiêu hoá",
          "Than hoạt tính (giải độc tiêu hoá)"
        ]
      }
    },
     "supportive_care": [
      "Giữ chuồng khô – ấm, tránh gió lùa (heo con rất dễ chết lạnh khi đang tiêu chảy).",
      "Cách ly con bệnh, dọn phân liên tục để giảm lây chéo.",
      "Cho uống điện giải nhiều lần trong ngày; ưu tiên con yếu trước.",
      "Ổn định khẩu phần, tránh đổi cám đột ngột trong lúc đang bùng.",
      "Vệ sinh máng ăn uống và đảm bảo nước sạch luôn có."
    ],
    "dose_policy": "Dùng theo liều ghi trên nhãn hoặc theo tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo tiêu chảy nước nhưng còn uống được, chưa mất nước nặng.",
      "guideline": [
        "Kháng sinh đúng hướng E. coli (ưu tiên Colistin hoặc Amoxicillin theo tình huống trại).",
        "Bù điện giải (Oresol) + hỗ trợ năng lượng (Glucose).",
        "Hỗ trợ ruột (Probiotic, Pectin - Kaolin) và theo dõi đáp ứng vài ngày."
      ]
    },
    "case_type_2": {
      "description": "Heo mất nước nặng, nằm nhiều, bú rất kém hoặc bỏ bú.",
      "guideline": [
        "Tập trung bù nước và điện giải trước, sau đó kết hợp kháng sinh",
        "Giữ ấm tuyệt đối, lót ổ khô, tránh đè dập",
        "Theo dõi sát, loại bỏ heo chết để tránh nhiễm bẩn chuồng"
      ]
    },
    "note":[
    "Heo con tiêu chảy thường diễn biến rất nhanh.",
    "Nếu xử lý chậm, tỷ lệ chết có thể cao.",
    "Tiêu chảy E. coli chết nhanh chủ yếu do mất nước. Cứu được heo là cứu bằng bù nước – giữ ấm – vệ sinh."
  
  ]
  },
  "prevention": [
    "Giữ chuồng nái và ô úm luôn khô, sạch, ấm",
    "Vệ sinh vú nái và nền chuồng định kỳ",
    "Không để gió lùa trực tiếp vào ô heo con",
    "Tăng cường vitamin và khoáng cho nái mang thai và cho con bú",
    "Xử lý phân và nước bẩn hợp lý để giảm ô nhiễm"
  ],
  "notes": [
    "Tiêu chảy do E.coli thường bùng lên mạnh ở heo con sơ sinh và heo con sau cai sữa.",
    "Nước và điện giải là phần quan trọng không kém kháng sinh trong điều trị."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}