{
  "id": "gastric_ulcer",
  "name": "Viêm dạ dày loét",
  "species": "pig",
  "group": "digestive",
   "summary": "Viêm dạ dày loét là tình trạng tổn thương niêm mạc dạ dày, thường gặp ở heo thịt nuôi tăng trọng nhanh. Bệnh tiến triển âm thầm, heo ăn giảm, chậm lớn; trường hợp nặng có thể xuất huyết dạ dày và chết đột ngột.",

  "causes": [
    "Khẩu phần cám quá mịn, nhiều tinh bột làm tăng kích ứng dạ dày.",
    "Stress kéo dài (mật độ cao, nóng bức, ghép đàn, vận chuyển).",
    "Thiếu chất xơ, thời gian đói dài rồi ăn bù.",
    "Một số trường hợp liên quan viêm dạ dày mạn tính/vi khuẩn cơ hội theo tình hình trại."
  ],

  "risk_factors": [
    "Heo thịt tăng trọng nhanh, ăn khẩu phần đậm đặc.",
    "Cám xay mịn, ít xơ.",
    "Cho ăn không đều bữa, để đói rồi ăn bù.",
    "Nóng bức, chuồng bí, mật độ cao.",
    "Dùng thuốc giảm đau/kháng viêm kéo dài không đúng chỉ định."
  ],
  "clinical_signs_detailed": [
    "Ăn giảm hoặc bỏ ăn",
    "nôn ói bọt trắng hoặc dịch trong",
    "Heo nằm nhiều, mệt",
    "Phân đen do xuất huyết dạ dày",
    "Gầy nhanh trong vài ngày",
    "Một số con chết đột ngột do xuất huyết nặng"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Ăn kém nhẹ",
      "Ói ít bọt",
      "Heo mệt nhẹ"
    ],
    "moderate": [
      "Ói bọt trắng rõ",
      "Giảm ăn, chậm lớn",
      "Phân hơi đen"
    ],
    "severe": [
      "Ói nhiều",
      "Phân đen rõ",
      "Heo rất suy, nguy cơ chết"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Pectin - Kaolin"
    ],
    "alternative_drugs": [
      ""
    ],
     "note_drugs": [
      "Viêm dạ dày loét là bệnh tiến triển âm thầm, không phải nhiễm trùng.",
      "Không dùng kháng sinh nếu không có dấu hiệu nhiễm khuẩn kế phát.",
      "Hiệu quả điều trị phụ thuộc nhiều vào điều chỉnh khẩu phần.",
      "Xử lý sớm giúp giảm nguy cơ xuất huyết và chết đột ngột."
    ],

     "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": []
      },
      "respiratory_support": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Glucose",
          "Điện giải tổng hợp (Na/K/Cl)"
        ]
      },
      "vitamin": {
        "main": "Vitamin C",
        "alternative": [
          "Vitamin BC"
        ]
      },
      "digestive_support": {
        "main": "Pectin - Kaolin",
        "alternative": [
          "Probiotic (men vi sinh)",
          "Enzyme tiêu hoá",
          "Than hoạt tính (giải độc tiêu hoá)"
        ]
      }
    },

    "supportive_care": [
      "Cho ăn đều bữa, tránh để đói rồi ăn bù.",
      "Giảm cám xay quá mịn; tăng xơ thô vừa phải theo điều kiện trại.",
      "Giữ chuồng thoáng, giảm nóng bức và giảm stress ghép đàn.",
      "Theo dõi phân (màu đen, sẫm), thể trạng và mức ăn hằng ngày.",
      "Loại bỏ yếu tố kích ứng: cám mốc/ô i thiu, nước bẩn."
    ],
    "dose_policy": "Dùng thuốc theo hướng dẫn nhãn hoặc tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo ăn thất thường, chậm lớn nhưng chưa có dấu chảy máu tiêu hoá rõ.",
      "guideline": [
        "Ưu tiên chỉnh khẩu phần và cách cho ăn (đều bữa, giảm cám quá mịn, tăng xơ).",
        "Hỗ trợ bảo vệ niêm mạc (Pectin - Kaolin).",
        "Theo dõi phân và thể trạng trong vài ngày."
      ]
    },
    "case_type_2": {
      "description": "Nghi xuất huyết tiêu hoá: phân đen, heo nhợt/thiếu máu, yếu nhanh hoặc có ca chết đột tử.",
      "guideline": [
        "Giữ ấm, hạn chế vận động",
        "Bù nước và vitamin",
        "Hỗ trợ cầm máu và bảo vệ dạ dày.",
        "Tham khảo thú y khi nghi ngờ xuất huyết nặng"
      ]
    },
    "note": "Viêm dạ dày loét thường không biểu hiện rầm rộ. Phát hiện muộn có thể gây chết đột ngột, đặc biệt ở heo tăng trọng nhanh."
  },
  "prevention": [
    "Tránh cám xay quá mịn kéo dài; tăng xơ theo điều kiện trại.",
    "Cho ăn đều bữa, tránh đói rồi ăn bù.",
    "Giảm stress: mật độ hợp lý, chuồng thoáng mát.",
    "Không lạm dụng thuốc giảm đau/kháng viêm.",
    "Kiểm soát chất lượng cám và nước uống."
  ],
  "notes": [
    "Thường gặp ở nái nuôi công nghiệp.",
    "Heo đau bụng thường nằm sấp và ít di chuyển."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}