{
  "id": "necrotic_enteritis",
  "name": "Viêm ruột hoại tử",
  "species": "pig",
  "group": "digestive",
  "summary": "Viêm ruột hoại tử là tình trạng tổn thương nặng niêm mạc ruột, thường liên quan đến vi khuẩn kỵ khí (như Clostridium) trong bối cảnh ruột bị rối loạn sẵn. Bệnh tiến triển nhanh, gây tiêu chảy nặng, mất nước và có thể chết nếu không can thiệp sớm.",

  "causes": [
    "Vi khuẩn Clostridium phát triển mạnh trong ruột.",
    "Rối loạn hệ vi sinh đường ruột kéo dài.",
    "Tổn thương niêm mạc ruột từ trước (tiêu chảy, stress, thay cám).",
    "Thức ăn khó tiêu, giàu đạm.",
    "Vệ sinh chuồng kém."
  ],
  "risk_factors": [
    "Heo con, đặc biệt giai đoạn sau cai sữa.",
    "Tiêu chảy kéo dài trước đó.",
    "Dùng kháng sinh làm rối loạn hệ vi sinh.",
    "Chuồng bẩn, phân tích tụ lâu ngày, Mật độ nuôi cao.",
    "Thức ăn tồn đọng, máng không vệ sinh",
    "Heo stress, sức đề kháng kém",
    "Khẩu phần nhiều đạm khó tiêu hoặc thay đổi đột ngột"
  ],
  "clinical_signs_detailed": [
    "Tiêu chảy nặng, phân thối, có thể lẫn máu hoặc mảng niêm mạc",
    "Heo đau bụng, đi lại khó chịu, có thể cong lưng",
    "Giảm ăn rõ, nhanh suy, gầy nhanh",
    "Một số con chết nhanh trong giai đoạn cấp",
    "Heo sống sót thường còi cọc, chậm lớn"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Phân sệt, mùi nặng hơn bình thường",
      "Heo giảm ăn nhẹ",
      "Hơi khó chịu vùng bụng"
    ],
    "moderate": [
      "Tiêu chảy rõ, phân hôi, có nhầy hoặc tia máu",
      "Heo mệt, giảm ăn nhiều",
      "Bụng trướng nhẹ, sờ đau"
    ],
    "severe": [
      "Tiêu chảy nặng, phân thối khắm, có máu hoặc mảng niêm mạc",
      "Heo suy nhanh, nằm nhiều, mắt trũng",
      "Một số con chết trong thời gian ngắn"
    ]
  },
   "treatment": {
    "primary_drugs": [
      "Penicillin",
      "Ampicillin"
    ],

    "alternative_drugs": [
      "Amoxicillin",
      "Lincomycin",
      "Tylosin"
    ],

    "note_drugs": [
      "Nghi Clostridium (vi khuẩn kỵ khí, độc tố) thì ưu tiên nhóm penicillin (Penicillin/Ampicillin/Amoxicillin). Đây là nhóm hay đáp ứng nhất trong thực tế khi xử lý sớm.",
      "Không lạm dụng phối hợp 2–3 kháng sinh cùng lúc: dễ làm rối hệ vi sinh ruột nặng hơn, phân càng khó kiểm soát.",
      "Tránh chọn kháng sinh chỉ mạnh trên Gram âm đường ruột nếu nghi Clostridium là chính; dùng sai hướng thường ‘đỡ chút rồi bùng lại’.",
      "Nếu heo mất nước nặng/đang sốc: ưu tiên bù nước – điện giải trước, rồi mới tính kháng sinh/giảm đau để giảm rủi ro tụt nhanh.",
      "NSAID (Meloxicam/Flunixin) chỉ nên dùng khi có sốt/đau rõ và heo còn ‘chịu nước’. Heo mất nước nặng mà dùng giảm đau bừa có thể làm nặng thêm tình trạng ruột – thận.",
      "Luôn dùng thuốc theo tư vấn thú y và theo chương trình trại (đặc biệt phần thời gian ngưng thuốc)."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": [
          "Meloxicam",
          "Flunixin"
        ]
      },
      "respiratory_support": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống) ",
        "alternative": [
          "Glucose"
        ]
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": "Probiotic (men vi sinh)",
        "alternative": [
          "Pectin - Kaolin",
          "Than hoạt tính (giải độc tiêu hoá)",
          "Enzyme tiêu hoá",
          "Clostridium antitoxin"
        ]
      }
    },
    "supportive_care": [
      "Cách ly heo bệnh, giữ chuồng khô – ấm – sạch.",
      "Giảm/đổi sang khẩu phần dễ tiêu tạm thời; tránh đổi cám đột ngột thêm lần nữa.",
      "Theo dõi phân, nước uống, thể trạng mỗi ngày để biết có ‘tụt nhanh’ hay không.",
      "Vệ sinh máng ăn uống, nền chuồng; dọn phân thường xuyên để giảm mầm bệnh."
    ],
    "dose_policy": "Dùng theo liều ghi trên nhãn hoặc theo tư vấn thú y."
  },
 
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Tiêu chảy nặng nhưng heo chưa suy kiệt hoàn toàn.",
      "guideline": [
        "Ưu tiên kháng sinh đúng hướng Clostridium (Penicillin/Ampicillin/Amoxicillin).",
        "Bù điện giải đều tay (Oresol), kèm hỗ trợ ruột (Probiotic, Pectin - Kaolin).",
        "Theo dõi đáp ứng trong vài ngày, tránh đổi thuốc lung tung."
      ]
    },
    "case_type_2": {
      "description": "Heo suy nhiều, nằm nhiều, phân rất thối, có thể lẫn máu rõ.",
      "guideline": [
        "Hạn chế vận động, giữ nơi nằm khô và sạch",
        "Tập trung bù nước, điện giải, vitamin",
        "Xử lý mất nước – suy kiệt là ưu tiên số 1, song song kháng sinh đúng hướng.",
        "Đánh giá đáp ứng điều trị sau 1-2 ngày, xem xét loại thải nếu không cải thiện"
      ]
    },
    "note": "Bệnh kiểu Clostridium có thể tụt rất nhanh. Xử lý sớm (đúng kháng sinh + bù nước + hỗ trợ ruột) thường quyết định sống/chết và giảm thiệt hại tăng trọng."
  },
  "prevention": [
    "Giữ chuồng khô, giảm ẩm lạnh; vệ sinh – sát trùng định kỳ.",
    "Cai sữa và đổi cám từ từ, tránh ‘bẻ lái’ khẩu phần đột ngột.",
    "Duy trì men vi sinh/ổn định hệ ruột cho nhóm sau cai sữa.",
    "Quản lý mật độ nuôi và giảm stress (ghép đàn hợp lý).",
    "Tiêm phòng Clostridium theo chương trình thú y (nếu trại có triển khai)."
  ],

  "notes": [
    "Dễ nhầm với E. coli/Salmonella nếu chỉ nhìn ‘tiêu chảy’. Hãy theo dõi mùi phân, tốc độ tụt thể trạng, và đáp ứng sau khi bù nước.",
    "Nếu nhiều con bùng cùng lúc sau đổi cám/đổi lứa tuổi, cần xem lại quản lý khẩu phần và vệ sinh nền chuồng."
  ],

  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}