{
  "id": "rotavirus",
  "name": "Tiêu chảy do Rotavirus",
  "species": "pig",
  "group": "digestive",

  "summary": "Rotavirus là nguyên nhân tiêu chảy do virus rất thường gặp ở heo con (đặc biệt giai đoạn bú mẹ và sau cai sữa sớm). Bệnh làm heo tiêu chảy phân loãng, mất nước, chậm lớn. Rotavirus không đáp ứng với kháng sinh — điều trị chủ yếu là bù nước – điện giải, hỗ trợ ruột và chăm sóc chuồng ấm – khô.",

  "causes": [
    "Virus Rotavirus gây tổn thương niêm mạc ruột non, làm giảm hấp thu và gây tiêu chảy.",
    "Lây qua phân, nền chuồng, máng ăn uống và dụng cụ chăm sóc.",
    "Mầm bệnh dễ tồn tại trong môi trường ẩm bẩn."
  ],

  "risk_factors": [
    "Heo con bú mẹ, heo sau cai sữa.",
    "Chuồng lạnh, ẩm; vệ sinh kém.",
    "Mật độ cao, ghép đàn, stress.",
    "Thiếu sữa/thiếu dinh dưỡng, con yếu sẵn.",
    "Quản lý nhiều lứa tuổi trong cùng khu."
  ],
  "clinical_signs_detailed": [
    "Tiêu chảy phân loãng, màu trắng-vàng hoặc xám nhạt",
    "Phân bắn tung, đuôi và chân sau dính phân",
    "Có thể nôn ói nhẹ trước khi tiêu chảy",
    "Heo con mất nước: mắt trũng, da kém đàn hồi",
    "Ăn kém hoặc bỏ ăn, lớn chậm",
    "Thường không chết đột ngột nếu không ghép nặng"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Phân mềm, hơi loãng",
      "Heo vẫn còn ăn nhưng kém sung",
      "Đuôi hơi bẩn"
    ],
    "moderate": [
      "Tiêu chảy rõ, phân loãng trắng-vàng",
      "Mắt hơi trũng, heo mệt hơn",
      "Giảm ăn, chậm tăng trọng"
    ],
    "severe": [
      "Tiêu chảy liên tục, phân toàn nước",
      "Mất nước nặng, da nhăn, mắt trũng sâu",
      "Heo nằm nhiều, phản xạ chậm",
      "Dễ chết nếu ghép E.coli hoặc bệnh khác"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Oresol (điện giải uống)",
      "Glucose",
      "Probiotic (men vi sinh)",
      "Pectin - Kaolin"
    ],

    "alternative_drugs": [
      "Than hoạt tính (giải độc tiêu hoá)",
      "Enzyme tiêu hoá",
      "Vitamin BC",
      "Vitamin C"
    ],

    "note_drugs": [
      "Rotavirus là bệnh do virus: kháng sinh không diệt được Rotavirus. Trọng tâm là bù nước – điện giải để tránh tụt lực và chết do mất nước.",
      "Ưu tiên số 1: Oresol + Glucose. Heo con có thể tụt rất nhanh nếu vừa tiêu chảy vừa lạnh.",
      "Probiotic giúp ổn định hệ vi sinh ruột; Pectin - Kaolin giúp bảo vệ niêm mạc ruột và làm phân ‘đỡ tóe’.",
      "Than hoạt tính chỉ dùng như hỗ trợ khi phân quá hôi/ruột kích thích; tránh lạm dụng làm giảm ăn/bú thêm.",
      "Không tự ý dùng thuốc giảm đau – hạ sốt (Meloxicam/Flunixin/Paracetamol) khi heo đang mất nước nặng. Chỉ cân nhắc khi có sốt/đau rõ và con vẫn uống được.",
      "Kháng sinh chỉ cân nhắc khi nghi bội nhiễm: sốt rõ, phân hôi thối bất thường kéo dài, viêm phổi kèm theo, con xuống nhanh không giống kiểu tiêu chảy virus đơn thuần. Dùng theo thú y để tránh dùng sai và làm loạn ruột."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": [
          "Paracetamol",
          "Meloxicam"
        ]
      },
      "respiratory_support": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Glucose"
        ]
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": "Probiotic (men vi sinh)",
        "alternative": [
          "Pectin - Kaolin",
          "Than hoạt tính (giải độc tiêu hoá)",
          "Enzyme tiêu hoá"
        ]
      },
      "stimulant": {
  "main": "Caffeine",
  "alternative": ["Camphor", "Nikethamide"],
  "note": [
    "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
    "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
    "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
  ]
}

    },

    "supportive_care": [
      "Giữ chuồng ấm – khô, tránh gió lùa, nhất là khu heo con.",
      "Cách ly ô chuồng tiêu chảy, vệ sinh phân liên tục để giảm lây chéo.",
      "Sát trùng nền chuồng, máng ăn uống và dụng cụ chăm sóc đúng quy trình.",
      "Cho uống điện giải nhiều lần trong ngày; ưu tiên con yếu trước.",
      "Ổn định khẩu phần, tránh đổi cám đột ngột trong lúc đang bùng."
    ],
    "dose_policy": "Dùng theo liều ghi trên nhãn hoặc theo tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo tiêu chảy nhiều nhưng còn đứng dậy ăn hoặc bú được.",
      "guideline": [
       "Điện giải (Oresol) + hỗ trợ năng lượng (Glucose).",
        "Hỗ trợ ruột (Probiotic, Pectin - Kaolin).",
        "Giữ ấm và theo dõi mất nước mỗi ngày.",
        "Có thể phối hợp kháng sinh phòng nhiễm khuẩn kế phát",
        "Theo dõi số lần tiêu chảy và mức độ mất nước"
      ]
    },
    "case_type_2": {
      "description": "Heo mất nước nặng, nằm nhiều, bỏ ăn, có dấu hiệu suy.",
      "guideline": [
        "Ưu tiên bù nước và điện giải trước",
        "Giữ ấm tuyệt đối, lót ổ khô, tăng chăm sóc",
        "Kết hợp kháng sinh theo hướng dẫn để hạn chế nhiễm khuẩn kế phát"
      ]
    },
     "note": "Rotavirus thường không làm chết hàng loạt như PED nếu chăm sóc tốt, nhưng gây thiệt hại tăng trọng và kéo dài tiêu chảy. Giữ ấm – sạch và bù nước đúng là chìa khoá."
  },

  "prevention": [
    "Vệ sinh – sát trùng chuồng trại định kỳ, đặc biệt khu heo con.",
    "Giữ chuồng khô – ấm, giảm gió lùa.",
    "Quản lý theo lứa tuổi (all-in all-out) để giảm vòng lây.",
    "Cách ly heo nhập mới; hạn chế người/xe ra vào khu heo con.",
    "Bổ sung men vi sinh để ổn định hệ ruột trong giai đoạn nhạy cảm."
  ],

  "notes": [
    "Dễ nhầm với E. coli nếu chỉ nhìn tiêu chảy. Rotavirus thường ít sốt và hay kéo dài kiểu 'lụp chụp' theo đàn.",
    "Nếu tiêu chảy kèm sốt rõ và phân rất hôi, cần nghĩ thêm bội nhiễm vi khuẩn.",
    "Rotavirus thường gây bệnh ở heo con từ 1-6 tuần tuổi.",
    "Tỷ lệ chết tăng cao khi có ghép với E.coli hoặc Coronavirus đường ruột."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}