{
  "id": "salmonella_enteritis",
  "name": "Viêm ruột dạ dày do Salmonella ở heo",
  "species": "pig",
  "group": "digestive",

  "summary": "Salmonella gây viêm dạ dày–ruột và có thể chuyển sang thể nhiễm trùng huyết ở heo (nhất là heo con sau cai sữa). Bệnh thường sốt rõ, tiêu chảy hôi (có thể lẫn nhầy/máu), heo tụt lực nhanh. Cần xử lý đúng kháng sinh + bù nước sớm để giảm chết và giảm lây lan trong đàn.",

  "causes": [
    "Vi khuẩn Salmonella spp. (thường gặp Salmonella Typhimurium, Choleraesuis).",
    "Lây qua phân, nước, thức ăn, nền chuồng; dụng cụ và người chăm sóc làm lây chéo.",
    "Ổ chứa mầm bệnh: heo mang trùng, chuột/ruồi, môi trường chuồng nhiễm bẩn."
  ],

  "risk_factors": [
    "Heo sau cai sữa, heo stress (ghép đàn, vận chuyển).",
    "Mật độ cao, chuồng ẩm bẩn, thông thoáng kém.",
    "Thay đổi thức ăn đột ngột, khẩu phần kém chất lượng.",
    "Quản lý nhiều lứa tuổi trong cùng khu.",
    "Kiểm soát chuột/ruồi kém."
  ],
  "clinical_signs_detailed": [
    "Sốt rõ, heo mệt, bỏ ăn.",
    "Tiêu chảy phân rất hôi; có thể lẫn nhầy hoặc máu.",
    "Mất nước, gầy nhanh.",
    "Một số con ho/khó thở nhẹ do nhiễm trùng toàn thân.",
    "Ca nặng có thể chuyển sang thể nhiễm trùng huyết: yếu nhanh, tím tái, chết."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Tiêu chảy nhẹ, phân mềm hơn bình thường",
      "Giảm ăn nhẹ",
      "Mệt vừa, vẫn đi lại"
    ],
    "moderate": [
      "Tiêu chảy rõ, phân hôi, có nhầy",
      "Sốt, mệt, giảm ăn nhiều",
      "Gầy dần theo thời gian"
    ],
    "severe": [
      "Tiêu chảy nặng, phân rất thối, có thể lẫn máu",
      "Heo đứng không vững hoặc nằm nhiều",
      "Thở nhanh, suy nhược rõ",
      "Nguy cơ nhiễm trùng huyết và tử vong"
    ]
  },
   "treatment": {
    "primary_drugs": [
      "Ceftiofur",
      "Enrofloxacin"
    ],

    "alternative_drugs": [
      "Florfenicol",
      "Sulfamethoxazole + trimethoprim",
      "Amoxiclav"
    ],

    "note_drugs": [
      "Salmonella là vi khuẩn Gram âm và có khả năng gây nhiễm trùng toàn thân. Nếu heo sốt rõ, tụt nhanh thì phải ưu tiên kháng sinh có hiệu lực tốt và theo dõi sát.",
      "Ưu tiên nhóm thường dùng cho Salmonella trong thực tế trại: Ceftiofur hoặc nhóm fluoroquinolone (Enrofloxacin). Chọn 1 hướng rõ ràng, không ‘trộn lung tung’.",
      "Tránh dùng các kháng sinh thiên về Gram dương/đường hô hấp (Tylosin, Lincomycin…) khi nghi Salmonella là chính — hay sai hướng và chậm đáp ứng.",
      "Colistin thường mạnh cho E. coli đường ruột; với Salmonella không phải lựa chọn ưu tiên trong app (dễ đi lệch hướng điều trị).",
      "Nếu heo mất nước: bù điện giải là bắt buộc. Kháng sinh mà bỏ bù nước thì vẫn tụt và chết do mất nước/suy kiệt.",
      "Không tự ý dùng thuốc cầm tiêu chảy làm giảm nhu động ruột khi đang tiêu chảy nhiễm khuẩn nặng (dễ giữ độc tố trong ruột, nặng hơn).",
      "Không lạm dụng NSAID (Meloxicam/Flunixin) khi heo đang mất nước nặng; chỉ cân nhắc khi có sốt/đau rõ và con vẫn uống được.",
      "Luôn dùng thuốc theo tư vấn thú y, đặc biệt khi có chết nhanh, sốt cao hàng loạt hoặc nghi thể nhiễm trùng huyết."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": [
          "Meloxicam",
          "Flunixin"
        ]
      },
      "respiratory_support": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Glucose"
        ]
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": "Probiotic (men vi sinh)",
        "alternative": [
          "Pectin - Kaolin",
          "Enzyme tiêu hoá",
          "Than hoạt tính (giải độc tiêu hoá)"
        ]
      },
      "stimulant": {
  "main": "Caffeine",
  "alternative": ["Camphor", "Nikethamide"],
  "note": [
    "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
    "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
    "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
  ]
}

    },

    "supportive_care": [
      "Cách ly ô chuồng bệnh, dọn phân liên tục để giảm lây chéo.",
      "Giữ chuồng khô – ấm – sạch, giảm mật độ nuôi.",
      "Vệ sinh máng ăn uống, hạn chế nước bẩn và thức ăn thiu mốc.",
      "Theo dõi sốt, mất nước, tỷ lệ chết để quyết định gọi thú y sớm."
    ],

    "dose_policy": [
      "Không ghi liều trong ứng dụng.",
      "Dùng thuốc theo nhãn hoặc chỉ định thú y."
    ]
  },

  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo sốt và tiêu chảy rõ nhưng chưa suy kiệt nặng.",
      "guideline": [
        "Kháng sinh đúng hướng Salmonella (ưu tiên Ceftiofur hoặc Enrofloxacin).",
        "Bù điện giải (Oresol) + hỗ trợ năng lượng (Glucose).",
        "Hỗ trợ ruột (Probiotic, Pectin - Kaolin) và theo dõi đáp ứng vài ngày."
      ]
    },
    "case_type_2": {
      "description": "Heo sốt cao, tụt nhanh, nghi nhiễm trùng huyết hoặc chết rải rác.",
      "guideline": [
        "Cần thú y can thiệp ngay.",
        "Ưu tiên xử lý sốc/mất nước song song kháng sinh mạnh đúng hướng.",
        "Khoanh vùng ổ bệnh, tăng vệ sinh – sát trùng để chặn lây."
      ]
    },
    "note": "Salmonella có thể gây thiệt hại lớn do sốt – chậm lớn – chết rải rác và lây lan nhanh. Phát hiện sớm, chọn đúng kháng sinh và bù nước đầy đủ là điểm quyết định."
  },

  "prevention": [
    "Quản lý theo lứa tuổi (all-in all-out) để giảm vòng lây.",
    "Vệ sinh – sát trùng định kỳ, đặc biệt nền chuồng, hành lang, máng uống.",
    "Kiểm soát chuột/ruồi và nguồn nước uống.",
    "Tránh đổi cám đột ngột; giảm stress khi cai sữa/ghép đàn.",
    "Tiêm phòng Salmonella theo chương trình thú y (nếu trại có triển khai)."
  ],

  "notes": [
    "Dễ nhầm với E. coli nếu chỉ nhìn tiêu chảy. Gợi ý Salmonella: sốt rõ, phân hôi mạnh, có thể lẫn nhầy/máu và có xu hướng tụt nhanh.",
    "Salmonella có nguy cơ liên quan an toàn thực phẩm; cần vệ sinh và kiểm soát phân thải nghiêm."
  ],

  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}