{
  "id": "goat_housing",
  "name": "Thức ăn & Chuồng trại",
  "species": "goat",
  "group": "housing",
  "overview": "Thức ăn và chuồng trại là hai trụ chính giữ đàn dê khỏe mạnh, trong đó thức ăn và sự ổn định của dạ cỏ phải được đặt lên hàng đầu.\n\n Mọi bệnh tật, sụt sức, chậm lớn hay bùng dịch cuối cùng đều quay về hai yếu tố này. Dê có thể chịu đói ngắn ngày, nhưng không chịu được khẩu phần thiếu ổn định, thức ăn bẩn, lên men sai hoặc dạ cỏ liên tục bị xáo trộn.\n\nỞ dê, dạ cỏ giữ vai trò trung tâm trong sức khỏe tổng thể và hệ miễn dịch. Một dạ cỏ ổn định gần như đồng nghĩa với việc cơ thể được bảo vệ; ngược lại, dạ cỏ rối loạn sẽ kéo theo tiêu chảy, chướng hơi, suy nhược và mở cửa cho hàng loạt bệnh khác.\n\n Nhiều ca bệnh tưởng do thời tiết hay mầm bệnh, nhưng gốc rễ lại nằm ở nền chuồng ẩm, gió lùa kéo dài hoặc khẩu phần ăn thay đổi thiếu kiểm soát.\n\nRủi ro lớn nhất nằm ở chỗ người nuôi thường tách rời thức ăn và chuồng trại ra để xử lý, trong khi với dê đây là một thể thống nhất. Chuồng ẩm làm dê stress và giảm ăn; thức ăn thay đổi làm rối loạn dạ cỏ; hai yếu tố này cộng hưởng sẽ bào mòn sức đề kháng từng ngày mà không bộc lộ rõ ngay từ đầu.\n\nSai lầm hay gặp là chỉ tập trung bổ sung thức ăn tinh, thuốc bổ hoặc can thiệp khi dê đã yếu, nhưng lại bỏ qua những yếu tố tưởng như đơn giản: nền chuồng có thật sự khô không, phân có thoát kịp không, nguồn cỏ có ổn định từng ngày không, dê có ăn theo nhịp quen thuộc hay luôn bị xáo trộn. Những sai lệch này không gây bệnh tức thì, nhưng âm thầm làm đàn dê tụt sức và dễ sập khi gặp tác động nhỏ.\n\nTư duy đúng khi quản lý thức ăn và chuồng trại cho dê là đặt mục tiêu ổn định lên hàng đầu. Chuồng phải khô, thoáng, ít stress; thức ăn phải đều, sạch và mọi thay đổi đều cần được kiểm soát.\n\n Khi môi trường sống và dạ cỏ được giữ ổn định, đàn dê có khả năng tự duy trì trạng thái khỏe mạnh và giảm tối đa nhu cầu can thiệp.\n\n Phần nội dung phía dưới giúp người nuôi hiểu rõ vai trò sống còn của thức ăn và chuồng trại như những yếu tố bảo vệ trực tiếp “tính mạng” của con vật, chứ không chỉ là điều kiện nuôi thông thường.",
  "sections": [
    {
  "id": "part_1_feeding_header",
  "title": "PHẦN 1 - THỨC ĂN & ỔN ĐỊNH DẠ CỎ",
  "goal": "Ở dê, dạ cỏ là bộ phận quyết định sức khỏe tổng thể, khả năng tăng trưởng và sức đề kháng. Mọi quyết định về thức ăn nếu làm sai đều có thể kéo theo rối loạn tiêu hóa, suy nhược và bệnh tật dây chuyền trong đàn.",
  "content": "Phần này tập trung vào những nguyên tắc nền tảng liên quan đến thức ăn và sự ổn định của dạ cỏ. Người nuôi nên đọc toàn bộ trước khi điều chỉnh khẩu phần, đổi nguồn thức ăn hoặc can thiệp trong các giai đoạn nhạy cảm.",
  "bullets": []
},

    {
  "id": "feeding_intro",
  "title": "Thức ăn & Dạ cỏ ổn định",
  "goal": "Đặt thức ăn và dạ cỏ ở đúng vị trí trung tâm trong tư duy chăm sóc dê.",
  "content": "Ở dê, dạ cỏ là bộ phận quyết định sức khỏe tổng thể. Thức ăn cho vào không chỉ là chuyện no đói, mà là tác động trực tiếp lên hệ vi sinh dạ cỏ. Mọi thay đổi khẩu phần đều có giá phải trả, dù là đổi sang thức ăn 'tốt hơn'. Hiểu đúng vai trò này giúp người nuôi cẩn trọng hơn với từng lần đổi thức ăn.",
  "bullets": [
    "Dê khỏe là dê nhai lại đều, phân ổn định, ăn theo nhịp quen thuộc mỗi ngày.",
    "Dê yếu dần thường bắt đầu bằng những thay đổi rất nhỏ: ăn chậm lại, nhai lại ít, phân đổi dạng.",
    "Một quyết định thay thức ăn vội vàng có thể làm hỏng cả mẻ nuôi, dù chuồng trại vẫn sạch và không có bệnh rõ ràng.",
    "Khi đã xem thức ăn và dạ cỏ là trung tâm, mọi thay đổi khẩu phần đều phải được coi là bước 'thử nhạy cảm' và theo dõi sát."
  ]
},
{
  "id": "feeding_stability",
  "title": "Nguyên tắc ổn định thức ăn",
  "goal": "Tránh làm sập dạ cỏ chỉ vì đổi thức ăn hoặc tăng khẩu phần quá nhanh.",
  "content": "Ổn định khẩu phần là nguyên tắc số một. Thức ăn có thể chưa thật tối ưu, nhưng ổn định và sạch vẫn tốt hơn là liên tục đổi cho 'đa dạng' để rồi dạ cỏ không kịp thích nghi.",
  "bullets": [
    "Không đổi nhiều thứ cùng lúc: nếu đổi nguồn cỏ thì giữ nguyên tinh; nếu đổi tinh thì giữ nguyên cỏ.",
    "Bất kỳ khi nào đổi nguồn cỏ, phụ phẩm hoặc tỷ lệ tinh - thô đều phải coi là giai đoạn nhạy cảm, cần theo dõi kỹ phân và nhịp ăn.",
    "Không tăng khẩu phần đột ngột chỉ vì thấy dê ăn khỏe; tăng từ từ theo nhiều ngày, ưu tiên dạ cỏ ổn định trước rồi mới nghĩ đến tăng cân.",
    "Không dùng thức ăn ẩm mốc, lên men nóng, có mùi lạ dù nhìn còn 'ăn được' - đây là nguồn gây rối loạn tiêu hóa và ngộ độc âm ỉ."
  ]
},
{
  "id": "feeding_in_special_states",
  "title": "Quản lý thức ăn trong các giai đoạn nhạy cảm",
  "goal": "Giữ an toàn cho dạ cỏ khi dê đang bệnh, mới khỏi bệnh, mang thai, nuôi con hoặc bị stress.",
  "content": "Những giai đoạn cơ thể dê đang yếu hoặc chịu thêm stress (thời tiết, vận chuyển, cai sữa…) là lúc dạ cỏ dễ sập nhất. Nếu vẫn xử lý thức ăn như bình thường hoặc muốn 'bù nhanh' bằng cách cho ăn nhiều hơn, rất dễ phản tác dụng.",
  "bullets": [
    "Khi dê đang bệnh: ưu tiên thức ăn quen thuộc, dễ tiêu; không thử thức ăn mới, không ép ăn nhiều trong một lần.",
    "Ngay sau khi dê vừa qua bệnh: coi đây là giai đoạn hồi phục riêng, tăng khẩu phần từ từ, không đẩy tinh quá sớm dù dê đã ăn lại.",
    "Dê mang thai và dê nuôi con: giữ khẩu phần đều, tránh để đói quá rồi cho ăn bù thật nhiều; nhịp ăn thất thường làm dạ cỏ luôn trong trạng thái căng thẳng.",
    "Dê con, dê hậu bị: tuyệt đối tránh cai sữa gấp kết hợp đổi thức ăn cùng lúc; dạ cỏ non rất dễ rơi vào tiêu chảy kéo dài và chậm lớn.",
    "Khi thời tiết đảo chiều (nóng-lạnh-ẩm): ưu tiên ổn định khẩu phần, hạn chế thêm phụ phẩm mới trong đúng thời điểm giao mùa."
  ]
},
{
  "id": "water_and_rumen",
  "title": "Nước uống và mối liên hệ với dạ cỏ",
  "goal": "Đảm bảo dạ cỏ hoạt động bình thường thông qua nước uống sạch và ổn định.",
  "content": "Nước uống thường bị xem nhẹ, nhưng dạ cỏ không thể ổn định nếu nước bẩn, thiếu hoặc thay đổi thất thường. Nhiều đàn dê giảm ăn, phân xấu, lông xấu chỉ vì nước uống luôn ở trạng thái 'tạm dùng được'.",
  "bullets": [
    "Luôn có nước sạch sẵn trong chuồng; thiếu nước làm thức ăn lên men sai hướng trong dạ cỏ.",
    "Không để nước xanh rêu, đục, có cặn bẩn, lông, phân, cỏ thối; đây là nguồn gây giảm uống và rối loạn tiêu hóa.",
    "Khi đổi nguồn nước (giếng khác, đường ống khác…), nên theo dõi phân và nhịp ăn vài ngày đầu.",
    "Dê bệnh, dê con, dê hậu bị rất nhạy với chất lượng nước; ở các ô này cần kiểm tra máng nước kỹ hơn ô dê khỏe.",
    "Trong thời tiết cực đoan (nắng nóng kéo dài), nước sạch mát và đủ là yếu tố bắt buộc để giữ dạ cỏ không bị 'quá nhiệt'."
  ]
},
{
  "id": "part_2_housing_header",
  "title": "PHẦN 2 - CHUỒNG TRẠI & MÔI TRƯỜNG SỐNG",
  "goal": "Chuồng trại quyết định mức độ stress, khả năng chống chịu và nguy cơ bùng bệnh của đàn dê. Một môi trường sống sai sẽ âm thầm bào mòn sức đề kháng, dù khẩu phần thức ăn đang được quản lý tốt.",
  "content": "Phần này tập trung vào các nguyên tắc nền tảng khi thiết kế và quản lý chuồng trại cho dê, từ vị trí đặt chuồng, bố trí tổng thể đến tiểu khí hậu, vệ sinh và an toàn sinh học. Chuồng trại không chỉ là nơi che mưa nắng mà là môi trường sống tác động liên tục lên nhịp ăn, nhịp nghỉ và trạng thái stress của con vật.\n\nNgười nuôi nên đọc toàn bộ phần này trước khi xây mới, cải tạo hoặc thay đổi cách bố trí chuồng, đặc biệt trong các giai đoạn nhạy cảm như thời tiết cực đoan, nhập đàn mới, dê mang thai hoặc nuôi con.",
  "bullets": []
},

    {
      "id": "site_selection_layout",
      "title": "Vị trí và bố trí tổng thể chuồng dê",
      "goal": "Chọn vị trí cao ráo, thoát nước tốt, hạn chế khí độc và ẩm kéo dài; bố trí lối đi, ô chuồng, khu xử lý phân hợp lý.",
      "content": "Đặt chuồng đúng chỗ sẽ giảm rất nhiều rủi ro nồm ẩm, ngập úng, muỗi - ruồi - mùi nặng. Bố trí hợp lý giúp cho ăn, dọn vệ sinh, bắt dê và cách ly nhanh gọn, không phải rượt đuổi nhiều.",
      "bullets": [
        "Ưu tiên nền đất cao, có độ dốc nhẹ để nước mưa và nước vệ sinh chảy ra rãnh thoát, không đọng quanh chân chuồng.",
        "Không đặt chuồng sát ao tù, hố phân hở, hầm biogas, bãi rác… vì khí độc (NH3, H2S) và ẩm sẽ bốc ngược vào chuồng.",
        "Hướng chuồng ưu tiên Đông Nam hoặc Nam để đón nắng sáng, tránh gió rét mùa Đông Bắc thổi trực tiếp vào dê.",
        "Thiết kế lối đi đủ rộng để kéo xe cỏ, xe phân, quay đầu dễ, không phải nhấc tay từng bao qua cửa hẹp.",
        "Chia khu rõ ràng: khu dê con - hậu bị, khu dê vỗ béo, khu dê mẹ chửa - đẻ, khu cách ly bệnh, khu chứa cỏ - thức ăn, khu xử lý phân.",
        "Đảm bảo có điểm cấp nước đầu nguồn gần chuồng (vòi, bồn) để rửa máng và cấp nước uống thuận tiện mỗi ngày.",
        "Tính trước khả năng mở rộng: chừa khoảng trống hai bên hoặc phía sau để tăng ô chuồng khi đàn lớn lên, tránh bị bí đường mở rộng sau này."
      ]
    },
    {
      "id": "structure_floor",
      "title": "Kết cấu khung chuồng và sàn/nền",
      "goal": "Khung chắc, sàn an toàn, không trơn, dễ thoát ẩm, không gây kẹt chân hay viêm kẽ chân.",
      "content": "Khung và sàn là phần chịu lực và chịu bẩn nhiều nhất. Một khi đã làm sai, việc sửa rất tốn kém. Cần ưu tiên độ bền, an toàn cho chân móng và khả năng vệ sinh.",
      "bullets": [
        "Khung chuồng dùng gỗ cứng, tre già hoặc sắt hộp; hạn chế dùng gỗ tạp mềm, nhanh mục và dễ gãy.",
        "Nếu làm sàn cao: nâng sàn cao khỏi mặt đất 70-100 cm tùy vùng để gió lưu thông dưới sàn, phân rơi xuống không bám vào chân dê.",
        "Thanh sàn bố trí song song, khe sàn hẹp vừa đủ để phân rơi xuống nhưng móng dê không lọt; khoảng cách khe sai dễ gây trượt, móng bị kẹt hoặc kẹt chân dê con.",
        "Thanh sàn cần bào nhẵn vừa phải, không có dằm, không sắc cạnh để tránh xây xước bắp chân, nhất là với dê con.",
        "Nếu làm nền đặc (không sàn cao): nền bê tông phải có độ dốc nhẹ về phía rãnh thoát; bề mặt xoa nhám hoặc tạo gân để dê không bị trượt.",
        "Không để chỗ nào trên sàn/nền tạo hố trũng đọng nước; các điểm trũng là nơi ẩm mốc, sinh ruồi và làm nặng viêm kẽ chân.",
        "Chân cột chuồng cần kê bằng bê tông hoặc đá để tránh mục gốc, nhất là vùng mưa nhiều hoặc nền ẩm lâu ngày."
      ]
    },
    {
      "id": "roof_walls_climate",
      "title": "Mái, vách và tiểu khí hậu trong chuồng",
      "goal": "Chuồng mát về ngày nắng, không gió lùa lạnh về đêm, hạn chế đọng hơi nước trên trần và vách.",
      "content": "Tiểu khí hậu (nhiệt độ, độ ẩm, gió, ánh sáng) trong chuồng quyết định lớn đến bệnh hô hấp và tốc độ tăng trưởng. Không tối quá, không bí quá, không gió thốc, không nắng gắt chiếu thẳng.",
      "bullets": [
        "Mái có thể dùng tôn, ngói hoặc vật liệu tương đương; nếu dùng tôn nên có lớp cách nhiệt hoặc trần phụ để giảm nóng trực tiếp vào lưng dê.",
        "Độ dốc mái đủ để nước mưa chảy nhanh, không đọng trên mái lâu gây dột hoặc rỉ nước vào chuồng.",
        "Vách chuồng nên làm thoáng phần trên (lưới, nan gỗ, thanh sắt) để gió lưu thông; phần dưới có thể che kín một phần để tránh gió lùa thổi ngang bụng dê.",
        "Ở vùng gió mùa lạnh, nên có bạt hoặc phên che linh hoạt: ban ngày cuộn lên cho thoáng, đêm và ngày gió lạnh hạ xuống để chắn gió.",
        "Đảm bảo chuồng nhận được ánh sáng tự nhiên vừa đủ, nhất là nắng buổi sáng để sát trùng tự nhiên và làm khô nền nhanh.",
        "Không để ánh nắng trực tiếp chiếu vào máng ăn - máng nước đến mức làm nóng nước hoặc làm thức ăn nhanh thiu.",
        "Nếu trần hoặc mái hay đọng hơi nước (ngưng tụ), cần cải thiện thông gió ngang và trên cao để hơi ẩm thoát ra nhanh hơn."
      ]
    },
    {
      "id": "feeding_and_water_system",
      "title": "Máng ăn, máng nước và khu thức ăn",
      "goal": "Thức ăn luôn sạch, nước không nhiễm phân - rác, đủ chỗ cho mọi con ăn uống không tranh giành quá mức.",
      "content": "Dê ăn cỏ bẩn, cỏ dính phân hoặc uống nước bẩn là cửa ngõ của tiêu chảy và ký sinh. Thiết kế máng đúng sẽ giảm lãng phí, giảm nhiễm bẩn và biến việc cho ăn thành thao tác nhanh gọn.",
      "bullets": [
        "Máng cỏ nên thiết kế dạng dài, dọc theo cạnh ô chuồng, cao vừa tầm để dê ăn được nhưng không bước chân vào trong máng.",
        "Miệng máng không nên quá thấp sát nền, tránh cỏ/tinh bị văng ra nền ẩm rồi dê lại nhặt ăn.",
        "Máng tinh (nếu tách riêng) nên để sát máng cỏ hoặc treo tường, chia ô để giảm húc nhau tranh cám.",
        "Khu để cỏ dự trữ (cỏ khô, bó cỏ) phải ở vị trí cao, khô, có mái che, tránh mưa tạt làm mốc và lên men nóng.",
        "Máng nước có thể dùng xô, chậu, bồn thấp… nhưng phải cố định hoặc kê chắc chắn để dê không dễ lật đổ.",
        "Rửa máng nước hằng ngày, thay nước mới; không để nước xanh rêu, có cặn bẩn, lông, phân, cỏ thối.",
        "Ở ô dê con/dê yếu, nên bố trí máng nước thấp hơn hoặc bậc thang để chúng tiếp cận dễ hơn, tránh phụ thuộc hoàn toàn vào nước từ ô bên cạnh."
      ]
    },
    {
      "id": "pen_design_density",
      "title": "Thiết kế ô chuồng, mật độ nuôi và luồng di chuyển",
      "goal": "Dê có đủ không gian nằm đứng, không dẫm đè nhau; dễ tách - nhập - bắt dê khi cần.",
      "content": "Ô chuồng hợp lý giúp quản lý theo lứa tuổi, thể trạng, nguồn gốc, đồng thời hỗ trợ rất nhiều cho việc tách lô bệnh, cho ăn theo nhóm và xử lý kỹ thuật hàng ngày.",
      "bullets": [
        "Chia ô riêng cho: dê con, dê hậu bị, dê vỗ béo, dê mẹ mang thai, dê mẹ có con, dê bệnh/cách ly. Không trộn lẫn tất cả vào một ô cho tiện.",
        "Cửa ô nên rộng đủ cho 2-3 con ra vào cùng lúc mà không phải cố chen, tránh bị kẹt, xước sườn.",
        "Bố trí lối đi chính thẳng, không ngoằn ngoèo quá nhiều góc cua, để dễ dồn dê và kéo xe cho ăn/dọn phân.",
        "Không nhốt quá chật đến mức dê phải nằm chen lên nhau, đứng không quay được người; mật độ quá dày là nền cho bệnh hô hấp, cầu trùng và ghẻ.",
        "Ô dành cho dê chửa sát ngày đẻ nên ở vị trí yên tĩnh, ít người qua lại, tránh cạnh ô dê đực hoặc dê nghịch hay húc.",
        "Có sẵn ít nhất 1-2 ô nhỏ làm khu cách ly tạm thời cho dê bệnh hoặc dê yếu để chăm riêng, dễ theo dõi và hạn chế lây cả đàn.",
        "Thanh chắn giữa các ô nên thiết kế vừa để dê nhìn thấy nhau (giảm stress) nhưng không thò được đầu sang cắn/húc nhau liên tục."
      ]
    },
    {
      "id": "hygiene_manure_drainage",
      "title": "Vệ sinh, thoát nước và xử lý phân",
      "goal": "Chuồng không mùi nặng, nền khô nhanh sau khi dọn, hạn chế ruồi - muỗi và mầm bệnh tồn lưu.",
      "content": "Vệ sinh chuồng không chỉ là quét cho sạch nhìn thấy, mà là kiểm soát độ ẩm, tích tụ phân - nước tiểu và khí độc. Làm đúng giúp giảm rõ rệt bệnh tiêu hóa, hô hấp và chân móng.",
      "bullets": [
        "Dọn phân bề mặt ít nhất 1 lần/ngày; nơi dê nằm, quanh máng ăn - máng nước cần kiểm tra thường xuyên hơn.",
        "Rãnh thoát nước phải thông suốt, không bị rác, rêu, cỏ vụn chắn làm đọng nước, bốc mùi.",
        "Không xịt rửa nền chuồng bằng nước nhiều lần trong ngày làm nền luôn ướt; nên dọn phân khô là chính, chỉ rửa khi cần và sau đó phải đảm bảo nền khô lại.",
        "Nếu dùng chất độn (trấu, rơm, mùn cưa): cần xới tơi bề mặt hằng ngày, thay mới vùng ướt, không để tích lớp ẩm dày lâu ngày.",
        "Khu chứa phân phải đặt xa chuồng, có mái che hoặc phủ bạt để hạn chế mưa ướt, không để nước rỉ phân chảy ngược về khu chuồng.",
        "Luân phiên tổng vệ sinh, sát trùng nền, vách, máng vào những lúc trống lô hoặc ít dê nhất; sử dụng sản phẩm sát trùng cho gia súc theo nhãn, tránh phun trực tiếp vào mặt dê.",
        "Kiểm soát ruồi bằng bẫy, lưới hoặc sản phẩm an toàn cho gia súc; ruồi nhiều là dấu hiệu nền ẩm, phân tồn đọng và vệ sinh chưa tốt."
      ]
    },
    {
      "id": "biosecurity_quarantine",
      "title": "An toàn sinh học và khu cách ly",
      "goal": "Giảm nguy cơ mang mầm bệnh từ bên ngoài vào đàn và hạn chế lây lan khi có ca bệnh.",
      "content": "Chuồng trại muốn bền phải coi mỗi dê nhập mới hoặc người - xe ra vào như một nguồn mầm bệnh tiềm năng. Thiết lập quy tắc đơn giản nhưng tuân thủ được là quan trọng.",
      "bullets": [
        "Bố trí khu cách ly riêng cho dê mới nhập về: tách khỏi đàn chính trong một thời gian nhất định để theo dõi sức khỏe.",
        "Không cho người lạ tự do ra vào khu chuồng, đặc biệt là đi từ chuồng trại khác sang mà không thay dép, không vệ sinh.",
        "Hạn chế để chó, mèo, gia cầm chạy lung tung trong khu chuồng vì có thể mang theo mầm bệnh, ký sinh trùng.",
        "Dụng cụ dùng cho khu cách ly (xô, chổi, cào) nên tách riêng, không dùng chung với khu đàn khỏe.",
        "Khi có dê bệnh, ưu tiên chuyển ngay sang ô cách ly, giảm tiếp xúc trực tiếp với đàn còn lại.",
        "Cán bộ thú y hoặc người xử lý dê bệnh nên rửa tay, thay đồ cơ bản trước khi quay lại chăm đàn khỏe."
      ]
    },
    {
      "id": "special_weather_management",
      "title": "Quản lý chuồng trong thời tiết cực đoan",
      "goal": "Giảm sốc nhiệt - sốc ẩm cho đàn dê khi nắng nóng, rét đậm hoặc mưa nồm kéo dài.",
      "content": "Thời tiết cực đoan là lúc hệ miễn dịch dê bị thử thách mạnh nhất. Chuồng trại chuẩn phải có sẵn kịch bản cho từng kiểu thời tiết, không đợi đến khi dê ho, tiêu chảy rồi mới sửa.",
      "bullets": [
        "Trời nắng nóng: mở tối đa các ô thoáng, tận dụng gió tự nhiên; nếu mái tôn hấp nhiệt mạnh, có thể lắp thêm lưới che nắng phía trên mái hoặc trần phụ bên dưới.",
        "Nắng nóng kéo dài: hạn chế nhốt quá dày, tránh phơi nắng trực tiếp lâu, đảm bảo nước uống mát và sạch luôn sẵn trong máng.",
        "Rét đậm hoặc mưa phùn lạnh: hạ bạt che kín hướng gió lạnh, tăng độ dày chất độn khô (nếu dùng), nhóm đàn dê con và dê yếu vào ô ấm hơn.",
        "Mưa nồm kéo dài: hạn chế rửa nền bằng nước; dọn phân khô là chính, tăng cường thông gió trên cao nhưng tránh gió lùa sát thân dê.",
        "Thời điểm giao mùa: không tăng mật độ đàn, không nhập thêm nhiều dê mới cùng lúc khi chuồng đang ẩm, tránh bùng bệnh hô hấp hàng loạt.",
        "Khi có đợt thời tiết cực đoan, nên ưu tiên cho ăn cỏ khô/cỏ ít nước, giảm phụ phẩm dễ lên men, giữ dạ cỏ ổn định cho đàn."
      ]
    },
    {
      "id": "maintenance_and_safety",
      "title": "Bảo trì chuồng và an toàn cho dê",
      "goal": "Phát hiện và sửa kịp thời các điểm nguy hiểm, tránh tai nạn do chuồng hỏng.",
      "content": "Chuồng dùng lâu sẽ mòn, gãy, lỏng ốc, gỉ sét… Nếu không kiểm tra định kỳ dễ xảy ra tai nạn: dê sập sàn, kẹt chân, rách da, vướng cổ.",
      "bullets": [
        "Định kỳ kiểm tra các thanh sàn: thay ngay thanh nứt, mục, lỏng; không chờ đến khi gãy hẳn mới sửa.",
        "Kiểm tra đinh, vít, dây thép nhô ra ở vách, cửa, máng; xử lý để dê không bị xước da, rách bầu vú hoặc mắc sừng.",
        "Khóa cài cửa chuồng phải chắc chắn, tránh trường hợp dê tự đẩy cửa thoát ra ngoài, chạy lạc hoặc tai nạn đường đi.",
        "Kiểm tra độ chắc của cột, xà mái sau mỗi mùa mưa bão; gia cố kịp thời nếu có dấu hiệu nghiêng, lún.",
        "Không để dụng cụ sắc nhọn, dao, cưa, dây điện trần… trong phạm vi dê có thể với tới.",
        "Ghi chép những lần sửa chữa lớn để lên kế hoạch thay mới dần, tránh để chuồng xuống cấp đồng loạt."
      ]
    }
  ],
  "notes": [
    "Chuồng tốt giúp giảm một nửa rủi ro bệnh dù khẩu phần chưa tối ưu. Chuồng xấu làm hỏng mọi nỗ lực chăm sóc và thuốc men.",
    "Nguyên tắc cốt lõi: sạch - khô - thoáng - ấm đêm - mát ngày; mọi quyết định sửa chữa, xây mới đều nên xoay quanh nguyên tắc này.",
    "Bố trí ô chuồng, máng ăn, máng nước và lối đi phải phục vụ cách ly, cho ăn, dọn vệ sinh và bắt dê dễ dàng - nếu thao tác khó thì về lâu dài sẽ bỏ bớt tiêu chuẩn vệ sinh.",
    "Kiểm tra chuồng định kỳ và bảo trì chủ động luôn rẻ hơn rất nhiều so với chi phí mất dê do tai nạn hoặc bệnh bùng phát vì chuồng xuống cấp."
  ],
  "warning": "Thông tin trong mục chăm sóc chỉ mang tính tham khảo, không thay thế cho đánh giá trực tiếp hiện trường của bác sĩ thú y hoặc kỹ thuật viên chăn nuôi. Khi phát hiện chuồng ẩm nặng, nhiều dê cùng ho hoặc tiêu chảy, tai nạn chuồng lặp lại, nên mời người có chuyên môn đến khảo sát để điều chỉnh tổng thể."
}
