{
  "id": "abortion",
  "name": "Sảy thai truyền nhiễm ở dê",
  "species": "goat",
  "group": "reproductive",
  "summary": "Sảy thai truyền nhiễm ở dê là tình trạng sảy thai do các tác nhân lây lan trong đàn, thường gặp gồm Brucella, Chlamydia, Campylobacter và ký sinh trùng Toxoplasma. Bệnh rất nguy hiểm vì dễ gây sảy thai hàng loạt, làm giảm khả năng sinh sản và có nguy cơ lây sang người nếu xử lý không đúng.",
  "causes": [
    "Brucella melitensis (cực nguy hiểm, lây sang người).",
    "Chlamydia abortus.",
    "Mycoplasma spp.",
    "Toxoplasma gondii.",
    "Viêm tử cung mạn trước đó.",
    "Nhiễm khuẩn từ nền chuồng bẩn."
  ],
  "risk_factors": [
    "Dê cái mang thai tiếp xúc dê sảy thai trước.",
    "Không cách ly dê mới nhập đàn.",
    "Dinh dưỡng kém, thiếu khoáng - vitamin.",
    "Chuồng ẩm, nhiều mầm bệnh.",
    "Có mèo trong khu chuồng (nguồn Toxoplasma)."
  ],
  "clinical_signs_detailed": [
    "Chảy dịch âm hộ trước khi sảy.",
    "Dê bỏ ăn, lờ đờ.",
    "Thai rơi ra trước hạn, nhau bẩn - hôi.",
    "Nhiều con trong đàn đẻ non liên tiếp.",
    "Có thể viêm vú, sốt, giảm sữa sau khi sảy."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Bỏ ăn nhẹ, chảy dịch trong.",
      "Sảy thai lẻ tẻ."
    ],
    "moderate": [
      "Sảy thai nhiều lứa liên tục.",
      "Dịch âm hộ đục - hôi.",
      "Dê yếu, giảm sữa."
    ],
    "severe": [
      "Sảy thai hàng loạt.",
      "Sốt, viêm tử cung kế phát.",
      "Nguy cơ vô sinh."
    ]
  },
  "treatment": {
  "primary_drugs": [],
  "alternative_drugs": [],
  "note_drugs": [
    "Không có phác đồ điều trị chung cho sảy thai truyền nhiễm nếu chưa xác định tác nhân.",
    "Trường hợp nghi Brucella: KHÔNG điều trị, cần báo thú y và thực hiện loại thải theo quy định.",
    "Kháng sinh chỉ có thể được dùng để hạn chế nhiễm trùng thứ phát hoặc giảm phát tán mầm bệnh, không phục hồi thai đã mất."
  ],
  "symptomatic_treatment": {
    "antiinflammatory": [],
    "respiratory_support": [],
    "electrolyte": [
      "Oresol (điện giải uống)"
    ],
    "vitamin": [
      "Vitamin BC",
      "Vitamin C"
    ],
    "digestive_support": []
  },

    "supportive_care": [
  "Cách ly ngay dê vừa sảy thai.",
  "Thu gom và tiêu huỷ thai, nhau đúng cách (đeo găng, không vứt bừa bãi).",
  "Khử trùng chuồng đẻ và dụng cụ tiếp xúc.",
  "Không cho dê khác tiếp xúc dịch sảy.",
  "Người xử lý cần đeo găng, tránh tiếp xúc trực tiếp."
    ],
    "dose_policy": [
      "Kháng sinh phải dùng đủ ngày theo nhãn hoặc thú y.",
      "Không dùng thuốc bừa bãi cho toàn đàn khi chưa xác định nguyên nhân."
    ]
  },
  "severe_case_treatment": {
  "case_type_1": {
    "description": "Sảy thai đơn lẻ.",
    "guideline": [
      "Cách ly con sảy thai.",
      "Theo dõi đàn còn lại trong 2–4 tuần."
    ]
  },
  "case_type_2": {
  "description": "Nhiều con sảy thai xảy ra trong thời gian ngắn.",
  "guideline": [
    "Nghi ngờ có dịch bệnh truyền nhiễm trong đàn.",
    "Chủ động báo thú y địa phương để được hỗ trợ kịp thời.",
    "Tạm dừng toàn bộ hoạt động phối giống.",
    "Áp dụng các biện pháp kiểm soát đàn và hạn chế lây lan."
  ]
    },
  "note": "Sảy thai hàng loạt là dấu hiệu dịch — xử lý chậm sẽ gây thiệt hại lớn."
},
  "prevention_list": [
  "Tiêm phòng các bệnh gây sảy thai theo khuyến cáo địa phương.",
  "Cách ly dê mới nhập ít nhất 2–3 tuần.",
  "Không cho mèo tiếp xúc khu chuồng dê mang thai (phòng Toxoplasma).",
  "Giữ chuồng đẻ sạch, khô.",
  "Không dùng chung dụng cụ đỡ đẻ giữa các con."
],
  "notes": [
    "Nếu có 2 con liên tiếp sảy trong 1 tuần → coi là dịch.",
    "Brucella lây sang người — cần hết sức cẩn thận."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}