{
  "id": "milk-fever",
  "name": "Hạ canxi sau đẻ (Milk fever) ở dê",
  "species": "goat",
  "group": "reproductive",
  "summary": "Hạ canxi sau đẻ là tình trạng giảm canxi huyết cấp tính ở dê mẹ, thường xảy ra 1-3 ngày sau sinh do nhu cầu tạo sữa tăng đột ngột. Biểu hiện điển hình gồm run cơ, đi loạng choạng, tai chân lạnh, nằm bệt không đứng được. Nếu không xử lý kịp thời, dê có thể tử vong do suy tim - hô hấp.",
  "causes": [
    "Canxi huy động không kịp trong giai đoạn tiết sữa mạnh.",
    "Khẩu phần nghèo khoáng, thiếu Ca - P - Mg.",
    "Dê sinh đôi - sinh ba, tiêu hao quá nhiều khoáng.",
    "Dê già sinh nhiều lứa."
  ],
  "risk_factors": [
    "Dê sữa, dê sinh đôi - ba.",
    "Khẩu phần thiếu khoáng cuối thai kỳ.",
    "Đàn không được bổ sung khoáng - vitamin đều.",
    "Thời tiết lạnh sau khi đẻ."
  ],
  "clinical_signs_detailed": [
    "Run cơ, chân yếu.",
    "Đi loạng choạng hoặc đứng không vững.",
    "Tai lạnh, thân nhiệt giảm.",
    "Nằm bệt, thở chậm.",
    "Có thể co giật nếu hạ canxi nặng."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Run nhẹ, ăn giảm.",
      "Đi hơi siêu vẹo."
    ],
    "moderate": [
      "Đứng không vững, tai lạnh.",
      "Nằm dậy khó khăn."
    ],
    "severe": [
      "Nằm lâu, co giật.",
      "Hôn mê, nguy cơ tử vong."
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Calcium borogluconate"
    ],
    "alternative_drugs": [
      "Calcium gluconate"
    ],
    "note_drugs": [
      "Calcium borogluconate là thuốc điều trị cốt lõi, các thuốc khác chỉ mang tính hỗ trợ.",
      "Tiêm canxi quá nhanh có thể gây rối loạn nhịp tim hoặc ngừng tim.",
      "Chỉ tiêm canxi khi dê tỉnh, theo dõi nhịp tim và phản xạ trong quá trình tiêm.",
      "Trường hợp nặng nên để thú y trực tiếp can thiệp."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": [],
      "respiratory_support": [],
      "electrolyte": [
        "Điện giải tổng hợp (Na/K/Cl)",
        "Oresol (điện giải uống)"
      ],
      "vitamin": [
        "Calcium - D3 (xương - sinh sản)",
        "Vitamin BC",
        "Mineral solution"
      ],
      "digestive_support": [],

"stimulant": {
  "main": "Caffeine",
  "alternative": [
    "Camphor",
    "Nikethamide"
  ],
  "note": [
  "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
  "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
  "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
]
}
},

    "supportive_care": [
      "Giữ ấm toàn thân ngay lập tức, đặc biệt là vùng ngực và bụng.",
      "Không để dê nằm trực tiếp trên nền xi măng hoặc nền lạnh.",
      "Xoa bóp nhẹ chân và thân để kích thích tuần hoàn.",
      "Khi dê tỉnh, hỗ trợ đứng dậy từ từ, tránh ép đứng đột ngột."
    ],
    "dose_policy": [
      "Thuốc canxi sử dụng theo liều ghi trên nhãn hoặc theo hướng dẫn thú y.",
      "Không tự ý pha trộn nhiều loại canxi để tiêm cùng lúc.",
      "Theo dõi phản ứng tim mạch trong và sau khi tiêm."
    ]
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Dê còn tỉnh, còn phản xạ, có thể đứng hoặc nằm nhưng chưa co giật.",
      "guideline": [
        "Tiêm Calcium borogluconate theo hướng dẫn thú y.",
        "Bổ sung Vitamin D3.",
        "Cho uống điện giải - glucose.",
        "Giữ ấm và theo dõi liên tục."
      ]
    },
    "case_type_2": {
      "description": "Dê nằm lâu, run nặng hoặc co giật, phản xạ kém.",
      "guideline": [
        "Gọi thú y can thiệp khẩn cấp.",
        "Truyền hoặc tiêm canxi có kiểm soát.",
        "Hồi sức tim - hô hấp nếu cần.",
        "Giữ ấm tích cực, theo dõi sát sau xử lý.",
        "Tiên lượng dè dặt nếu xử lý muộn."
      ]
    },
    "note": "Hạ canxi thường đáp ứng rất nhanh khi điều trị đúng và kịp thời, nhưng có thể trở nặng chỉ trong vài giờ nếu chậm xử lý."
  },
  "prevention": [
    "Bổ sung khoáng - canxi hợp lý trong giai đoạn cuối thai kỳ.",
    "Không để dê mẹ gầy yếu trước khi sinh.",
    "Khẩu phần cân đối giữa cỏ, tinh và khoáng.",
    "Theo dõi sát dê mẹ trong 1-3 ngày đầu sau sinh, đặc biệt dê sinh đôi hoặc cho sữa nhiều."
  ],
  "notes": [
    "Milk fever không phải bệnh truyền nhiễm.",
    "Thường gặp ở dê sữa, dê sinh đôi hoặc dê khai thác sữa mạnh.",
    "Dê đã từng bị hạ canxi có nguy cơ tái phát ở lứa sau."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}