{
  "id": "prolapse",
  "name": "Sa tử cung ở dê",
  "species": "goat",
  "group": "reproductive",

  "summary": "Sa tử cung là tình trạng toàn bộ hoặc một phần tử cung bị lộn ra ngoài âm hộ sau khi đẻ. Đây là cấp cứu sinh sản, nếu không xử lý sớm dễ nhiễm trùng, hoại tử và tử vong.",

  "causes": [
    "Rặn đẻ quá mạnh hoặc đẻ kéo dài.",
    "Kéo thai thô bạo, can thiệp sai kỹ thuật.",
    "Sót nhau, tử cung co hồi kém.",
    "Dê sinh đôi - sinh ba, tử cung giãn lớn."
  ],

  "risk_factors": [
    "Dê già, đẻ nhiều lứa.",
    "Dê thể trạng yếu cuối thai kỳ.",
    "Thiếu canxi - khoáng.",
    "Đẻ trong chuồng trơn trượt hoặc dốc."
  ],

  "clinical_signs_detailed": [
    "Khối mô đỏ hồng lòi ra ngoài âm hộ.",
    "Dê hoảng sợ, kêu, đứng không yên.",
    "Âm hộ chảy dịch, dễ nhiễm trùng.",
    "Nếu để lâu mô tím đen - hoại tử."
  ],

  "clinical_signs_by_stage": {
    "mild": [
      "Lòi nhẹ phần tử cung, chưa sưng nhiều."
    ],
    "moderate": [
      "Lòi rõ, mô sưng đỏ, dê yếu."
    ],
    "severe": [
      "Khối tử cung to, phù tím, hoại tử.",
      "Dê nằm, suy kiệt."
    ]
  },

  "treatment": {
    "primary_drugs": [
      "Kháng sinh phổ rộng (ceftiofur, amoxicillin) sau thủ thuật.",
      "Oxytocin hỗ trợ co hồi tử cung (theo thú y)."
    ],
    "alternative_drugs": [
      "Doxycycline",
      "Oxytetracycline"
    ],
    "note_drugs": [
      "KHÔNG tự ý đẩy tử cung vào khi chưa vệ sinh - dễ gây hoại tử.",
      "Ca sa tử cung luôn cần người có kinh nghiệm hoặc thú y."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": [
        "Meloxicam",
        "Flunixin"
      ],
      "respiratory_support": [],
      "electrolyte": [
        "Gluco - điện giải",
        "ORS"
      ],
      "vitamin": [
        "Vitamin C",
        "B-complex"
      ],
      "digestive_support": []
    },
    "supportive_care": [
      "Giữ tử cung sạch, rửa bằng nước muối sinh lý.",
      "Đỡ đẩy tử cung vào đúng kỹ thuật (thú y thực hiện).",
      "Khâu giữ âm hộ khi cần.",
      "Giữ chuồng sạch - khô hoàn toàn."
    ],
    "dose_policy": [
      "Kháng sinh và oxytocin phải dùng theo nhãn hoặc thú y.",
      "Không tự ý kéo - đẩy mạnh bừa bãi."
    ]
  },

  "severe_case_treatment": {
    "case_type_1": {
      "description": "Sa mức vừa, mô còn hồng - chưa hoại tử.",
      "guideline": [
        "Rửa sạch tử cung bằng nước muối sinh lý.",
        "Đẩy vào đúng kỹ thuật (thú y).",
        "Kháng sinh + chống viêm.",
        "Theo dõi co hồi."
      ]
    },
    "case_type_2": {
      "description": "Mô tử cung tím đen, phù, dê nằm.",
      "guideline": [
        "Cần thú y khẩn cấp.",
        "Kháng sinh mạnh + hồi sức.",
        "Tử cung hoại tử có thể cần phẫu thuật.",
        "Tiên lượng rất dè dặt."
      ]
    },
    "note": "Sa tử cung luôn là cấp cứu — xử lý càng nhanh càng cứu được."
  },

  "prevention": [
    "Bổ sung khoáng - canxi trước đẻ.",
    "Đỡ đẻ đúng kỹ thuật, không kéo thai thô bạo.",
    "Giữ chuồng đẻ sạch - không trơn trượt.",
    "Theo dõi dê mang thai cuối kỳ."
  ],

  "notes": [
    "Ca nào không chắc chắn → gọi thú y.",
    "Đẩy tử cung sai cách = mất dê."
  ],

  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}
