{
  "id": "prolapse",
  "name": "Sa tử cung ở dê",
  "species": "goat",
  "group": "reproductive",
  "summary": "Sa tử cung là tình trạng toàn bộ hoặc một phần tử cung bị lộn ra ngoài âm hộ sau khi đẻ. Đây là cấp cứu sinh sản, nếu không xử lý sớm dễ nhiễm trùng, hoại tử và tử vong.",
  "causes": [
    "Rặn đẻ quá mạnh hoặc đẻ kéo dài.",
    "Kéo thai thô bạo, can thiệp sai kỹ thuật.",
    "Sót nhau, tử cung co hồi kém.",
    "Dê sinh đôi - sinh ba, tử cung giãn lớn."
  ],
  "risk_factors": [
    "Dê già, đẻ nhiều lứa.",
    "Dê thể trạng yếu cuối thai kỳ.",
    "Thiếu canxi - khoáng.",
    "Đẻ trong chuồng trơn trượt hoặc dốc."
  ],
  "clinical_signs_detailed": [
    "Khối mô đỏ hồng lòi ra ngoài âm hộ.",
    "Dê hoảng sợ, kêu, đứng không yên.",
    "Âm hộ chảy dịch, dễ nhiễm trùng.",
    "Nếu để lâu mô tím đen - hoại tử."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Lòi nhẹ phần tử cung, chưa sưng nhiều."
    ],
    "moderate": [
      "Lòi rõ, mô sưng đỏ, dê yếu."
    ],
    "severe": [
      "Khối tử cung to, phù tím, hoại tử.",
      "Dê nằm, suy kiệt."
    ]
  },
  "treatment": {
  "primary_drugs": [
    "Ceftiofur",
    "Oxytocin"
  ],
  "alternative_drugs": [
    "Amoxicillin + Clavulanic acid",
    "Oxytetracycline LA",
    "Doxycycline"
  ],
  "note_drugs": [
    "Sa tử cung là cấp cứu sinh sản. Ưu tiên gọi thú y hoặc người có kinh nghiệm để đưa tử cung về đúng vị trí và khâu giữ.",
    "KHÔNG tự ý đẩy tử cung vào khi chưa rửa sạch và làm ẩm, dễ làm rách - nhiễm bẩn - hoại tử.",
    "Kháng sinh thường dùng sau thủ thuật để giảm nguy cơ viêm tử cung/nhiễm trùng huyết, dùng theo hướng dẫn thú y.",
    "Oxytocin chỉ dùng khi đã xử lý và đưa tử cung về đúng vị trí, nhằm hỗ trợ co hồi."
  ],
  "symptomatic_treatment": {
    "antiinflammatory": [
      "Meloxicam",
      "Flunixin"
    ],
    "respiratory_support": [],
    "electrolyte": [
      "Điện giải tổng hợp (Na/K/Cl)",
      "Oresol (điện giải uống)"
    ],
    "vitamin": [
      "Vitamin C",
      "Vitamin BC"
    ],
    "digestive_support": [],

  "stimulant": {
  "main": "Caffeine",
  "alternative": [
    "Camphor",
    "Nikethamide"
  ],
  "note": [
  "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
  "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
  "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
]
  }
},
  "supportive_care": [
    "Giữ sạch vùng âm hộ - tử cung lộ ra bằng nước sạch/NaCl 0,9% nếu có, tránh để dính phân rơm bẩn.",
    "Che phủ bằng khăn sạch ẩm để tử cung không bị khô nứt khi chờ thú y.",
    "Giữ dê nằm yên, hạn chế rặn, tránh để dê chạy nhảy.",
    "Sau xử lý: theo dõi sốt, mùi dịch, ăn uống và tình trạng đứng đi trong vài ngày."
  ],
  "dose_policy": [
    "Thuốc dùng theo liều trên nhãn hoặc theo hướng dẫn thú y.",
    "Không tự ý phối nhiều kháng sinh cùng lúc nếu không có chỉ định."
  ]
},

  "severe_case_treatment": {
  "case_type_1": {
    "description": "Sa mức độ vừa, mô tử cung còn hồng, chưa có dấu hiệu hoại tử.",
    "guideline": [
      "Rửa sạch tử cung bằng nước muối sinh lý hoặc dung dịch sát trùng nhẹ.",
      "Đưa tử cung trở lại đúng vị trí bằng kỹ thuật chuyên môn (thú y hoặc người có kinh nghiệm).",
      "Dùng kháng sinh và thuốc chống viêm sau thủ thuật theo hướng dẫn thú y.",
      "Theo dõi khả năng co hồi tử cung và tình trạng toàn thân."
    ]
  },
  "case_type_2": {
    "description": "Mô tử cung tím sẫm hoặc đen, phù nề nặng; dê nằm, sức yếu.",
    "guideline": [
      "Gọi thú y can thiệp khẩn cấp.",
      "Sử dụng kháng sinh mạnh kết hợp hồi sức toàn thân.",
      "Trường hợp tử cung hoại tử có thể cần can thiệp phẫu thuật.",
      "Tiên lượng rất dè dặt, nguy cơ tử vong cao."
    ]
  },
  "note": "Sa tử cung là cấp cứu sinh sản. Xử lý càng sớm, khả năng giữ được dê càng cao."
},
  "prevention": [
  "Bổ sung khoáng và canxi đầy đủ trong giai đoạn cuối thai kỳ.",
  "Đỡ đẻ đúng kỹ thuật, tránh kéo thai thô bạo hoặc can thiệp quá sớm.",
  "Giữ chuồng đẻ khô ráo, sạch sẽ, không trơn trượt.",
  "Theo dõi sát dê mang thai ở giai đoạn cuối."
],
"notes": [
  "Trường hợp không chắc chắn cách xử lý, cần gọi thú y ngay.",
  "Đưa tử cung sai kỹ thuật có thể gây hoại tử và mất dê."
],
"disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}