{
  "id": "cold",
  "name": "Cảm lạnh ở dê",
  "species": "goat",
  "group": "respiratory",
  "summary": "Cảm lạnh là tình trạng dê bị lạnh đột ngột, dính mưa, gió lùa, làm cơ thể suy yếu tạm thời. Đa số chỉ chảy nước mũi, ho nhẹ, mệt, nhưng nếu môi trường xấu kéo dài có thể chuyển sang viêm hô hấp nặng hơn.",
  "causes": [
    "Dính mưa, tắm mưa, bị ướt mà không được hong khô.",
    "Gió lùa trực tiếp vào chuồng khi trời lạnh.",
    "Nằm nền ẩm, lạnh trong đêm.",
    "Chênh lệch nhiệt độ ngày - đêm lớn, không che chắn."
  ],
  "risk_factors": [
    "Dê con, dê hậu bị, dê mới cai sữa.",
    "Đàn nuôi vùng gió lộng, không che chắn tốt.",
    "Đêm lạnh, mưa phùn nhiều ngày.",
    "Dê gầy, thiếu dinh dưỡng, sức đề kháng kém."
  ],
  "clinical_signs_detailed": [
    "Chảy nước mũi trong, hắt hơi.",
    "Ho nhẹ, chủ yếu lúc sáng sớm hoặc tối.",
    "Ăn giảm nhẹ, lừ đừ hơn bình thường.",
    "Lông hơi xù, đứng co ro khi trời lạnh.",
    "Nếu không chăm sóc tốt có thể chuyển thành viêm phế quản - phổi."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Nước mũi trong ít.",
      "Thỉnh thoảng ho khan.",
      "Ăn gần như bình thường."
    ],
    "moderate": [
      "Chảy mũi trong - đục nhẹ.",
      "Ho nhiều hơn, lờ đờ.",
      "Ăn giảm, đứng co ro lúc lạnh."
    ],
    "severe": [
      "Cảm lạnh kéo dài nhiều ngày không xử lý, kèm theo ho tăng, thở nhanh.",
      "Có dấu hiệu chuyển sang viêm hô hấp dưới (cần xem xét theo hướng viêm phổi)."
    ]
  },
   "treatment": {
    "primary_drugs": [
      "Azithromycin"
    ],

    "alternative_drugs": [
      "Florfenicol"
    ],

    "note_drugs": [
      "Phần lớn các trường hợp cảm lạnh không cần dùng kháng sinh.",
      "Ưu tiên giữ ấm, cải thiện chuồng trại và tăng sức đề kháng cho dê.",
      "Chỉ cân nhắc kháng sinh nhẹ khi có dấu hiệu nhiễm khuẩn kế phát như chảy mũi đục, sốt kéo dài hoặc ho tăng."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "Ketoprofen",
        "alternative": [
          "Anagin (chỉ hỗ trợ hạ sốt)"
        ]
      },

      "respiratory_support": {
        "main": "Bromhexine",
        "alternative": []
      },

      "electrolyte": {
        "main": "Vitamin C điện giải",
        "alternative": []
      },

      "vitamin": {
        "main": "Vitamin C",
        "alternative": [
          "Vitamin BC",
          "Multivitamin tổng hợp"
        ]
      },

      "digestive_support": {
        "main": "Men tiêu hoá + Vitamin",
        "alternative": []
      }
    },
    "supportive_care": [
      "Giữ ấm chuồng, che chắn kín gió lùa nhưng vẫn thông thoáng phía trên.",
      "Không để dê nằm trên nền ướt hoặc lạnh.",
      "Phơi nắng sáng cho dê khi trời tạnh ráo.",
      "Tăng chất lượng khẩu phần: đủ năng lượng, đủ cỏ khô.",
      "Tách dê con yếu, cho vào khu vực ấm hơn."
    ],
    "dose_policy": [
      "Nếu dùng kháng sinh, phải theo liều trên nhãn hoặc tư vấn thú y.",
      "Không tự ý dùng kháng sinh mạnh cho ca chỉ cảm lạnh nhẹ."
    ]
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Cảm lạnh mức độ nhẹ đến trung bình: chảy mũi, ho nhẹ, ăn giảm.",
      "guideline": [
        "Giữ ấm và che chắn gió lùa là ưu tiên hàng đầu.",
        "Bổ sung vitamin C, B-complex; dùng kháng viêm nhẹ nếu dê sốt.",
        "Theo dõi 1-2 ngày; nếu ho tăng hoặc thở nhanh cần đánh giá lại."
      ]
    },
    "case_type_2": {
      "description": "Cảm lạnh kéo dài, ho tăng, thở nhanh, nghi ngờ tiến triển xuống phổi.",
      "guideline": [
        "Chuyển hướng xử lý như viêm phế quản hoặc viêm phổi.",
        "Cân nhắc kháng sinh phù hợp theo tình trạng thực tế.",
        "Theo dõi sát và liên hệ thú y nếu không cải thiện."
      ]
    },
    "note": "Cảm lạnh xử lý sớm và đúng môi trường sẽ hồi phục nhanh; để kéo dài dễ chuyển nặng."
  },
    
  "prevention": [
    "Chuồng phải có mái che tốt, không bị hắt mưa, không gió lùa.",
    "Chuẩn bị chuồng mùa đông: thêm bạt che, thêm chất độn khô.",
    "Không nhốt quá đông, để dê có chỗ tránh gió.",
    "Nâng khẩu phần khi rét để dê đủ năng lượng chống lạnh."
  ],
  "notes": [
    "Đàn nào qua mùa lạnh mà không ít nhất vài con bị cảm là… hiếm, mục tiêu thực tế là giảm tối đa số con bị chuyển nặng.",
    "Quan sát thói quen đứng co ro, né gió của dê là tín hiệu để chỉnh chuồng."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo, không thay thế chẩn đoán hoặc phác đồ điều trị của bác sĩ thú y."
}