{
  "id": "environmental-pneumonia",
  "name": "Viêm phổi do môi trường ở dê",
  "species": "goat",
  "group": "respiratory",
  "summary": "Viêm phổi do môi trường là dạng viêm phổi bùng phát sau các đợt thời tiết xấu: mưa lạnh, ẩm kéo dài, gió lùa, chuồng ẩm và khí độc. Thường là nhiễm khuẩn hỗn hợp, mức độ có thể từ nhẹ tới rất nặng tuỳ đàn và điều kiện nuôi.",
  "causes": [
    "Chuồng ẩm, gió lùa, nhiệt độ thấp.",
    "Thay đổi thời tiết đột ngột, mưa phùn kéo dài.",
    "Khí độc NH₃, H₂S cao do phân - nước tiểu không được dọn.",
    "Đàn bị stress: nhốt chật, thiếu thức ăn, vận chuyển."
  ],
  "risk_factors": [
    "Chuồng lợp thấp, bí, không thông khí.",
    "Nền đất ẩm, nước đọng.",
    "Không che chắn khi trời mưa - gió mùa.",
    "Đàn đông, mật độ cao."
  ],
  "clinical_signs_detailed": [
    "Nhiều con trong đàn ho cùng lúc.",
    "Thở nhanh, nhất là buổi sáng sớm hoặc đêm lạnh.",
    "Một số con sốt nhẹ - vừa, ăn giảm.",
    "Trường hợp nặng: khó thở, nằm, bỏ ăn.",
    "Có thể ghép tụ huyết trùng và Mycoplasma, làm bệnh đa dạng triệu chứng."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Ho rải rác cả đàn.",
      "Thở nhanh nhẹ, ăn giảm ít.",
      "Ít con sốt rõ."
    ],
    "moderate": [
      "Nhiều con ho, chảy mũi đục nhẹ.",
      "Một số con thở bụng, ăn giảm mạnh.",
      "Sốt vừa, lờ đờ, đứng tách đàn."
    ],
    "severe": [
      "Một số con khó thở, nằm nhiều.",
      "Có thể xuất hiện ca tụ huyết trùng cấp trong bối cảnh môi trường xấu.",
      "Tử vong rải rác nếu không xử lý kịp."
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Florfenicol",
      "Ceftiofur",
      "Tulathromycin (cho những con viêm phổi trung bình - không tụ cấp rõ)"
    ],
    "alternative_drugs": [
      "Doxycycline",
      "Tylosin",
      "Amoxicillin (ca nhẹ hơn hoặc sau giai đoạn cấp)",
      "Enrofloxacin (theo thú y cho các ca nặng)"
    ],
    "note_drugs": [
      "Trong cùng một đàn, có thể phải chia mức độ để chọn thuốc hợp lý, không nhất thiết dùng một loại kháng sinh mạnh cho toàn đàn.",
      "Tụ huyết trùng cấp vẫn ưu tiên cefquinome/ceftiofur/florfenicol như phác đồ riêng."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": [
        "Flunixin",
        "Ketoprofen",
        "Meloxicam"
      ],
      "respiratory_support": [
        "Bromhexine",
        "Guaifenesin"
      ],
      "electrolyte": [
        "electrolyte_mix",
        "Oresol (điện giải uống)"
      ],
      "vitamin": [
        "Vitamin C",
        "Vitamin BC",
        "Multivitamin tổng hợp"
      ],
      "digestive_support": [
        "Enzyme tiêu hoá"
      ]
    },
    "supportive_care": [
      "Xử lý gốc: dọn phân, làm khô nền, giảm ẩm.",
      "Tăng thông thoáng nhưng che chắn tránh gió lùa trực tiếp.",
      "Bổ sung khẩu phần tốt hơn trong đợt lạnh: đủ năng lượng, khoáng, vitamin.",
      "Tách riêng những con nặng để điều trị tích cực.",
      "Theo dõi cả đàn mỗi ngày trong giai đoạn thời tiết xấu."
    ],
    "dose_policy": [
      "Dùng kháng sinh theo đúng liều - thời gian trên nhãn hoặc theo thú y.",
      "Không dùng cùng lúc nhiều kháng sinh mạnh cho toàn đàn chỉ vì lo lắng."
    ]
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Đàn có nhiều con ho, sốt, nhưng ít con khó thở rõ.",
      "guideline": [
        "Chọn 1 kháng sinh phù hợp mức độ trung bình (florfenicol/tulathromycin/doxycycline…).",
        "Đi kèm chống viêm, thuốc ho - long đờm, vitamin C.",
        "Cải thiện môi trường càng sớm càng tốt."
      ]
    },
    "case_type_2": {
      "description": "Đã xuất hiện một số con rất nặng: khó thở, nằm, nghi tụ huyết trùng cấp trên nền môi trường xấu.",
      "guideline": [
        "Áp dụng phác đồ tụ huyết trùng cấp cho những con rất nặng (cefquinome/ceftiofur/florfenicol) theo nhãn.",
        "Các con còn lại điều trị theo mức độ tương ứng, không “bắn đại bác” cho cả đàn.",
        "Hồi sức bằng điện giải, vitamin, giữ ấm.",
        "Gọi thú y nếu tử vong tăng hoặc bệnh không kiểm soát sau 2-3 ngày."
      ]
    },
    "note": "Trong viêm phổi do môi trường, sửa chuồng - sửa cách nuôi quan trọng không kém dùng thuốc; nếu không, đợt sau sẽ lặp lại y như cũ."
  },
  "prevention": [
    "Thiết kế chuồng cao, thoáng, không dột, không hắt mưa.",
    "Dọn phân, xử lý nền ẩm, giảm khí độc.",
    "Tăng khẩu phần trong mùa lạnh, tránh để dê đói - lạnh cùng lúc.",
    "Che chắn tốt khi gió mùa, mưa phùn."
  ],
  "notes": [
    "Mỗi đợt thời tiết xấu là một “bài kiểm tra” chất lượng chuồng trại.",
    "Đàn nào qua mùa mưa lạnh mà không viêm phổi nhiều chứng tỏ hệ thống chuồng - khẩu phần đang đi đúng hướng."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo, không thay thế chẩn đoán hoặc phác đồ điều trị của bác sĩ thú y."
}