{
  "name": "Tụ huyết trùng (Pasteurellosis)",
  "summary": "Bệnh hô hấp cấp tính do vi khuẩn Pasteurella multocida gây ra, tiến triển nhanh, thường bùng phát khi thời tiết thay đổi, ẩm lạnh hoặc đàn dê bị stress.",
  "causes": [
    "Vi khuẩn Pasteurella multocida xâm nhập đường hô hấp",
    "Điều kiện chuồng trại ẩm lạnh, gió lùa",
    "Dê bị stress, vận chuyển xa, thay đổi môi trường",
    "Suy giảm miễn dịch do ký sinh trùng, dinh dưỡng kém"
  ],
  "risk_factors": [
    "Thời tiết lạnh - ẩm đột ngột",
    "Nền chuồng ướt, thông khí kém",
    "Đàn đông, mật độ cao",
    "Dê mới nhập đàn chưa cách ly",
    "Dê con từ 2-5 tháng tuổi"
  ],
  "clinical_signs_detailed": [
    "Sốt cao, bỏ ăn",
    "Thở nhanh, thở bụng",
    "Ho khan hoặc ho ướt",
    "Chảy mũi loãng chuyển sang đục",
    "Tai lạnh, niêm mạc tím tái",
    "Dê đứng tách đàn, gục đầu"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Ho nhẹ, hắt hơi",
      "Ăn giảm nhưng vẫn còn sức",
      "Chảy mũi trong"
    ],
    "moderate": [
      "Thở nhanh rõ rệt",
      "Chảy mũi đục vàng",
      "Bỏ ăn nhiều",
      "Mệt, đứng một chỗ"
    ],
    "severe": [
      "Thở bụng mạnh, lồng ngực căng",
      "Tai lạnh, tím tái đầu - môi",
      "Nằm nhiều, khó đứng",
      "Có thể chết đột ngột do suy hô hấp, và sốc nhiễm trùng"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Ceftiofur",
      "Florfenicol"
    ],
    "alternative_drugs": [
      "Cefquinome",
      "Oxytetracycline LA"
    ],
    

    "note_drugs": [
  "Ưu tiên kháng sinh phổ rộng có tác dụng mạnh trên vi khuẩn Pasteurella.",
  "Không phối hợp nhiều kháng sinh nếu không có chỉ định, tránh làm giảm hiệu quả điều trị.",
  "Thuốc chống viêm không thay thế kháng sinh; dùng đúng vai trò hỗ trợ.",
  "Vitamin và điện giải chỉ hỗ trợ hồi phục, không phải thuốc điều trị chính.",
  "Luôn dùng thuốc theo hướng dẫn trên nhãn hoặc tư vấn thú y để đảm bảo an toàn."
],


    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "Flunixin",
        "alternative": [
          "Ketoprofen",
          "Meloxicam"
        ]
      },
      "respiratory_support": {
        "main": "Bromhexine",
        "alternative": [
          "Guaifenesin (long đờm)"
        ]
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Điện giải tổng hợp (Na/K/Cl)"
        ]
      },
      "vitamin": {
        "main": "Vitamin C",
        "alternative": [
          "Vitamin BC",
          "Multivitamin tổng hợp"
        ]
      },

        "stimulant": {
  "main": "Caffeine",
  "alternative": [
    "Camphor",
    "Nikethamide"
  ],
  "note": [
  "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
  "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
  "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
]
    }

 
},
    "supportive_care": [
      "Giữ ấm, tránh gió lùa trực tiếp",
      "Cho nằm nơi khô ráo, sạch",
      "Giảm vận động - tránh stress",
      "Nước uống ấm sạch, đủ",
      "Theo dõi nhịp thở từng 6-8 giờ"
    ],
    "dose_policy": "Dùng thuốc theo liều trên nhãn hoặc theo hướng dẫn bác sĩ thú y."
  },
  "severe_case_treatment": {
  "case_type_1": {
    "description": "Dê sốt cao, thở bụng mạnh, mệt lả, đứng không vững - nghi ngờ sốc nhiễm trùng.",
    "guideline": [
      "Ưu tiên kháng sinh phổ rộng mạnh theo tư vấn thú y.",
      "Kết hợp thuốc kháng viêm - hạ sốt để giảm đau và giảm phản ứng viêm.",
      "Cho uống hoặc truyền điện giải nếu dê mất nước nhiều.",
      "Giữ ấm toàn thân, đặc biệt là vùng tai - chân, tránh gió lùa.",
      "Hạn chế di chuyển, để dê nằm nền khô và nghiêng nhẹ để dễ thở."
    ]
  },

  "case_type_2": {
    "description": "Dê khó thở nhiều, tím tái, có dấu hiệu phù phổi hoặc tích tụ dịch đường hô hấp.",
    "guideline": [
      "Đặt dê ở tư thế đầu cao để giảm áp lực lên phổi.",
      "Giữ chuồng thoáng nhưng ấm, không gió tạt trực tiếp.",
      "Hỗ trợ long đờm - thông khí theo thuốc đã khuyến cáo.",
      "Theo dõi nhịp thở từng 1-2 giờ; nếu tăng dần cần can thiệp thú y ngay."
    ]
  },

    "note": "Các ca nặng cần hỗ trợ thú y sớm để tránh biến chứng suy hô hấp và sốc nhiễm trùng."
  },
  "prevention_list": [
    "Tiêm phòng đầy đủ cho đàn",
    "Giữ chuồng luôn khô ráo, thông thoáng",
    "Cách ly dê mới nhập đàn 10-14 ngày",
    "Bổ sung khoáng - vitamin định kỳ",
    "Quản lý stress khi vận chuyển, tách mẹ"
  ],
  "notes": [
    "Không dùng lại kim tiêm cho nhiều con",
    "Không nuôi nhốt quá đông",
    "Luôn theo dõi đàn buổi sáng - chiều để phát hiện sớm"
  ],
  "disclaimer": "Thông tin chỉ mang tính tham khảo. Việc sử dụng thuốc cần tuân theo hướng dẫn trên nhãn hoặc theo chỉ định của bác sĩ thú y."
}