 {
  "id": "theileriosis",
  "name": "Nhiễm ký sinh trùng máu Theileria ở dê",
  "species": "goat",
  "group": "blood_parasite",
  "summary": "Theileriosis (nhiễm Theileria) là bệnh ký sinh trùng máu do Theileria spp. gây ra, lây qua ve hút máu. Bệnh phá hủy hồng cầu và tế bào miễn dịch, gây sốt cao, thiếu máu, sưng hạch và suy nhược toàn thân. Nếu không điều trị sớm, dê dễ kiệt sức và tỷ lệ chết cao.",
"causes": [
    "Ký sinh trùng Theileria spp. xâm nhập qua ve hút máu, đặc biệt là ve nâu và ve tai.",
    "Lây lan mạnh trong mùa ve hoặc khu vực có đàn dê thả rông nhiều.",
    "Dùng chung kim tiêm, dụng cụ chọc máu giữa các con trong đàn.",
    "Dê suy yếu, thiếu khoáng - vitamin khiến sức đề kháng kém."
  ],
  "risk_factors": [
    "Chuồng trại ẩm thấp, nhiều ve, không phun sát trùng định kỳ.",
    "Đàn thả đồi hoặc khu vực có nhiều ve ký sinh.",
    "Thời tiết nóng ẩm kéo dài làm ve sinh sôi nhanh.",
    "Dê mới nhập đàn mang mầm bệnh.",
    "Dê chửa, dê con đang bú, dê già - nhóm dễ bị nặng."
  ],
  "clinical_signs_detailed": [
    "Sốt cao từng đợt hoặc sốt liên tục.",
    "Thiếu máu rõ, niêm mạc mắt nhợt hoặc vàng.",
    "Sưng hạch bạch huyết trước vai, dưới hàm, bẹn.",
    "Dê mệt, đi chậm, dễ nằm một chỗ.",
    "Thở nhanh, tim đập nhanh.",
    "Giảm ăn, sút cân nhanh.",
    "Một số con có tiêu chảy nhẹ hoặc táo bón xen kẽ.",
    "Nước tiểu có thể đậm màu nếu hồng cầu bị phá hủy nhiều."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Sốt nhẹ hoặc sốt thoáng qua.",
      "Ăn giảm nhẹ, hơi mệt.",
      "Niêm mạc mắt nhạt màu nhẹ.",
      "Hạch trước vai hơi to nhưng chưa rõ ràng."
    ],
    "moderate": [
      "Sốt vừa đến cao, kéo dài.",
      "Thở nhanh, tim đập mạnh.",
      "Thiếu máu rõ, niêm mạc nhợt hoặc vàng.",
      "Sưng hạch bạch huyết dễ nhận thấy.",
      "Giảm ăn rõ rệt, dê bắt đầu gầy.",
      "Lông xơ, đứng tách đàn."
    ],
    "severe": [
      "Thiếu máu nặng, niêm mạc cực nhạt hoặc vàng đậm.",
      "Hạch sưng to, đau khi sờ.",
      "Thở nhanh ngay cả khi đứng yên.",
      "Dê rất yếu, dễ nằm và khó đứng dậy.",
      "Có thể phù vùng ngực, bụng.",
      "Tỷ lệ chết cao nếu không điều trị kịp thời."
    ]
  },

  "treatment": {
    "primary_drugs": [
      "Buparvaquone"
    ],

    "alternative_drugs": [],

    "note_drugs": [
      "Buparvaquone là thuốc đặc hiệu điều trị Theileria.",
      "Kháng sinh chỉ dùng khi có bội nhiễm vi khuẩn, không có tác dụng diệt Theileria.",
      "Thuốc điều trị Theileria cần dùng theo chỉ định thú y."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "Meloxicam",
        "alternative": []
      },

      "respiratory_support": {
        "main": null,
        "alternative": []
      },

      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Điện giải tổng hợp"
        ]
      },

      "vitamin": {
        "main": "Vitamin B-complex",
        "alternative": [
          "Vitamin B12",
          "Multivitamin tổng hợp"
        ]
      },

      "digestive_support": {
        "main": null,
        "alternative": []
      }
    },

    "supportive_care": [
      "Bổ sung vitamin và khoáng, đặc biệt nhóm B và vi lượng.",
      "Cho ăn thức ăn dễ tiêu, cỏ non chất lượng tốt.",
      "Giữ chuồng trại khô ráo, sát trùng và kiểm soát ve.",
      "Giảm tối đa stress: hạn chế lùa chạy và vận chuyển."
    ],

    "dose_policy": "Thuốc điều trị Theileria cần dùng theo hướng dẫn của bác sĩ thú y."
  },

  "severe_case_treatment": {
    "case_type_1": {
      "description": "Sốt cao, thiếu máu nhưng dê còn đứng và phản xạ.",
      "guideline": [
        "Điều trị bằng thuốc đặc hiệu theo chỉ định thú y.",
        "Bù điện giải và bổ sung vitamin nhóm B.",
        "Theo dõi sát thân nhiệt và thể trạng."
      ]
    },

    "case_type_2": {
      "description": "Suy kiệt rõ, sưng hạch nhiều, dê nằm nhiều.",
      "guideline": [
        "Cần bác sĩ thú y trực tiếp can thiệp.",
        "Điều trị đặc hiệu kết hợp hồi sức nâng đỡ.",
        "Hỗ trợ tuần hoàn và chăm sóc tích cực.",
        "Theo dõi sát trong giai đoạn đầu điều trị."
      ]
    },

    "note": "Các ca Theileriosis nặng cần bác sĩ thú y theo dõi trực tiếp do nguy cơ tử vong cao."
  },

  "prevention": [
    "Giữ chuồng trại khô, sạch và thông thoáng.",
    "Kiểm soát và diệt ve định kỳ, nhất là mùa mưa nóng.",
    "Không dùng chung kim tiêm giữa các con.",
    "Cách ly dê mới nhập đàn đủ thời gian.",
    "Bổ sung khoáng và vitamin định kỳ để tăng sức đề kháng."
  ],

  "notes": [
    "Bệnh thường nặng hơn khi dê đang stress hoặc suy nhược.",
    "Dê chửa và dê con cần được theo dõi sát do diễn tiến nhanh.",
    "Không nên lùa chạy khi dê đang sốt hoặc thiếu máu."
  ],

  "disclaimer": "Thông tin mang tính tham khảo, không thay thế tư vấn của bác sĩ thú y."
}
