{
  "id": "aspiration_pneumonia",
  "name": "Viêm phổi hít (sặc)",
  "species": "cattle",
  "group": "respiratory",
  "summary": "Viêm phổi do thức ăn, nước uống hoặc dịch dạ dày bị hít vào đường hô hấp. Thường gặp sau khi sặc thức ăn, uống thuốc không đúng cách, hoặc trào ngược ở bò yếu.",
  "causes": [
    "Thức ăn, nước uống hoặc dịch dạ dày đi nhầm vào khí quản",
    "Cho uống thuốc, dung dịch quá nhanh, không đúng tư thế",
    "Bò yếu, giảm phản xạ nuốt, dễ sặc",
    "Một số ca xảy ra sau can thiệp như đặt ống, thao tác không đúng kỹ thuật"
  ],
  "risk_factors": [
    "Cho bò uống thuốc hoặc dung dịch bằng chai, phễu không đúng tư thế",
    "Bò quá mệt, yếu, giảm phản xạ nuốt",
    "Thức ăn quá lỏng, dồn ép bò ăn nhanh",
    "Thao tác kỹ thuật không chuẩn khi can thiệp đường hô hấp",
    "Bê non, phản xạ kém"
  ],
  "clinical_signs_detailed": [
    "Ho dữ dội ngay sau khi sặc",
    "Thở khó, thở khò khè, có thể nghe tiếng ran ướt",
    "Sốt sau đó một thời gian ngắn do viêm phổi",
    "Thở nhanh, dùng nhiều cơ bụng để thở",
    "Giảm ăn, mệt, nằm nhiều",
    "Trong vài ca nặng, có thể tím niêm mạc, suy hô hấp cấp"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Ho sau khi sặc, thở nhanh nhẹ",
      "Ăn giảm ít, vẫn còn đi lại được"
    ],
    "moderate": [
      "Thở nhanh, khó thở rõ hơn, ho nhiều",
      "Sốt, mệt, giảm ăn rõ",
      "Nghe phổi có ran ướt tại vùng tổn thương"
    ],
    "severe": [
      "Thở rất khó, thở há mồm, ran ẩm dày",
      "Niêm mạc tím tái, bò đứng không vững hoặc nằm nhiều",
      "Có thể suy hô hấp và chết nếu không xử lý kịp thời"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "amoxicillin",
      "oxytetracycline"
    ],
    "alternative_drugs": [
      "florfenicol",
      "enrofloxacin"
    ],
    "note_drugs": "Cần dùng kháng sinh đủ mạnh và đủ thời gian vì viêm phổi hít thường dễ thành mủ và khó khỏi nếu điều trị nửa vời.",
    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "fluninxin",
        "alternative": "meloxicam"
      },
      "respiratory_support": {
        "main": "bromhexine",
        "alternative": "ambroxol"
      },
      "electrolyte": {
        "main": "electrolyte_mix",
        "alternative": ""
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": "Multivitamin tổng hợp"
      },
      "digestive_support": {
        "main": "Probiotic (men vi sinh)",
        "alternative": ""
      }
    },
    "supportive_care": [
      "Nhốt bò nơi yên tĩnh, thoáng, không gió tạt trực tiếp",
      "Bổ sung nước và điện giải tùy sức uống của bò",
      "Không cho ăn uống quá nhiều một lúc, chia nhỏ khẩu phần",
      "Theo dõi nhịp thở, mức độ ho, thân nhiệt từng ngày",
      "Nếu có điều kiện, tham khảo thú y về hút dịch ở đường thở trong ca rất nặng"
    ],
    "dose_policy": "Dùng thuốc theo liều trên nhãn hoặc theo hướng dẫn của bác sĩ thú y. Không tự ý giảm liều khi thấy đỡ sớm."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Bò ho nhiều, thở nhanh, sốt nhưng vẫn đứng được.",
      "guideline": [
        "Dùng kháng sinh phổ rộng đủ mạnh, kết hợp kháng viêm",
        "Hỗ trợ điện giải, vitamin, dinh dưỡng vừa phải",
        "Giảm tối đa vận động, không cho làm việc",
        "Theo dõi sát 2 - 3 ngày đầu, nếu không cải thiện cần nâng phác đồ hoặc mời thú y"
      ]
    },
    "case_type_2": {
      "description": "Bò thở rất khó, nằm nhiều, tím niêm mạc, nghi suy hô hấp.",
      "guideline": [
        "Xử lý như ca cấp cứu, ưu tiên gọi thú y đến trực tiếp",
        "Không vận chuyển bò trong giai đoạn này",
        "Nếu không có điều kiện can thiệp sâu, cân nhắc tiên lượng thực tế",
        "Rút kinh nghiệm để tránh lặp lại việc cho uống sai tư thế gây sặc"
      ]
    },
    "note": "Viêm phổi hít thường là hậu quả của thao tác sai. Phòng bệnh bằng cách cho ăn uống và cho thuốc đúng kỹ thuật quan trọng hơn rất nhiều."
  },
  "prevention": [
    "Cho bò uống thuốc, dung dịch chậm, đúng tư thế đầu - cổ",
    "Không cho bò quá mệt, quá yếu uống thuốc bằng cách đổ nhanh",
    "Hạn chế cho ăn uống khi bò đang nằm hoặc đang khó thở",
    "Tập huấn người chăm sóc về kỹ thuật cho uống, cho ăn, truyền dịch",
    "Ghi lại các ca sặc để nhắc nhở và điều chỉnh quy trình"
  ],
  "notes": [
    "Nếu ngay sau khi cho uống mà bò ho dữ dội, cần nghĩ ngay đến nguy cơ viêm phổi hít.",
    "Nhiều ca nặng có tiên lượng xấu, nên chú trọng phòng là chính.",
    "Quy trình thao tác đúng giúp tránh lặp lại thiệt hại tương tự."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}