{
  "id": "mannheimia",
  "name": "Viêm phổi cấp do Mannheimia",
  "species": "cattle",
  "group": "respiratory",
  "summary": "Viêm phổi cấp tính do vi khuẩn Mannheimia haemolytica. Bệnh tiến triển nhanh, sốt cao, thở gấp và suy kiệt mạnh nếu không xử lý sớm. Thường xuất hiện sau stress, thay đổi thời tiết, vận chuyển hoặc ghép đàn.",
  "causes": [
    "Nhiễm vi khuẩn Mannheimia haemolytica, tác nhân gây viêm phổi cấp",
    "Suy giảm miễn dịch sau vận chuyển, nhốt dày, thay đổi môi trường đột ngột",
    "Chuồng ẩm, bí, thông gió kém làm tăng nguy cơ bội nhiễm",
    "Bội nhiễm sau các bệnh virus hô hấp như IBR, BRSV, PI3"
  ],
  "risk_factors": [
    "Vận chuyển xa, thay đổi trại đột ngột",
    "Bê cai sữa sức đề kháng yếu",
    "Chuồng ẩm, gió lùa hoặc bí khí",
    "Mật độ nuôi cao, độn đàn không hợp lý",
    "Không tiêm phòng đầy đủ các bệnh hô hấp"
  ],
  "clinical_signs_detailed": [
    "Sốt rất cao, bỏ ăn hoàn toàn",
    "Thở cực nhanh, thở gấp, há mồm khi thở",
    "Ho dữ dội, ho thành tràng khi di chuyển",
    "Dịch mũi đục, nhớt, đôi khi có mủ",
    "Đầu và cổ vươn ra để dễ thở",
    "Nghe phổi có ran ướt, ran nổ; vùng đáy phổi gõ đục",
    "Nằm nhiều, kiệt sức nhanh, tụt thể trạng rõ rệt",
    "Có thể chết nhanh trong 12-48 giờ nếu không điều trị"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Sốt nhẹ, hoạt động chậm",
      "Ho ít, chủ yếu lúc thay đổi tư thế",
      "Thở nhanh hơn bình thường nhưng chưa rõ khó thở"
    ],
    "moderate": [
      "Sốt cao 40-41°C",
      "Ho nhiều, đặc biệt khi lùa đi",
      "Chảy nước mũi đục, khó thở rõ",
      "Giảm sữa mạnh ở bò sữa"
    ],
    "severe": [
      "Thở há mồm, thở bụng mạnh",
      "Niêm mạc tím tái",
      "Mất sức, nằm nhiều, đứng dậy khó",
      "Có thể ngã vật và chết nhanh"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "florfenicol",
      "oxytetracycline"
    ],
    "alternative_drugs": [
      "tulathromycin",
      "ceftiofur"
    ],
    "note_drugs": "Chọn 1 trong các thuốc chính và dùng đủ liệu trình. Không phối kháng sinh mạnh chồng nhau để tránh suy gan thận và khó đánh giá đáp ứng điều trị.",
    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "flunixin",
        "alternative": "meloxicam"
      },
      "respiratory_support": {
        "main": "bromhexine",
        "alternative": "ambroxol"
      },
      "electrolyte": {
        "main": "electrolyte_mix",
        "alternative": ""
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": "Multivitamin tổng hợp"
      },
      "digestive_support": {
        "main": "Probiotic (men vi sinh)",
        "alternative": ""
      }
    },
    "supportive_care": [
      "Nhốt riêng, chuồng thoáng nhưng tránh gió tạt trực tiếp",
      "Bổ sung nước và điện giải liên tục",
      "Giảm di chuyển, hạn chế lùa chạy",
      "Giảm stress môi trường: tiếng ồn, đổi đàn, vận chuyển",
      "Theo dõi thân nhiệt, nhịp thở, mức độ ăn uống hằng ngày"
    ],
    "dose_policy": "Tuân thủ liều trên nhãn hoặc theo thú y. Không tự ý tăng liều hoặc rút ngắn liệu trình."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Bê hoặc bò trẻ sốt cao, khó thở nhưng vẫn còn đứng được.",
      "guideline": [
        "Dùng ngay kháng sinh chính (florfenicol hoặc oxytetracycline)",
        "Thêm kháng viêm giảm đau để ổn định nhịp thở",
        "Bù dịch, điện giải uống hoặc truyền chậm",
        "Theo dõi sát 24-48 giờ, đánh giá đáp ứng lâm sàng"
      ]
    },
    "case_type_2": {
      "description": "Bò thở há mồm, tím niêm, đứng không vững hoặc nằm nhiều.",
      "guideline": [
        "Xử lý như ca cấp cứu, mời thú y thăm khám trực tiếp",
        "Không vận chuyển bò trong giai đoạn này",
        "Truyền dịch chậm, theo dõi tim - hô hấp",
        "Cân nhắc loại thải nếu không đáp ứng sau điều trị tích cực"
      ]
    },
    "note": "Viêm phổi Mannheimia thường nặng và tiến triển nhanh. Nếu không cải thiện sau 2-3 ngày điều trị mạnh, tiên lượng rất xấu."
  },
  "prevention": [
    "Tiêm phòng đầy đủ bệnh hô hấp",
    "Quản lý tốt vận chuyển: nghỉ giữa chặng, giảm stress",
    "Giữ chuồng thoáng, giảm ẩm, tránh bí khí",
    "Bổ sung khoáng - vitamin giai đoạn thay đổi thời tiết",
    "Cách ly bò mới nhập đàn"
  ],
  "notes": [
    "Mannheimia haemolytica thường gây tổn thương phổi rất nặng, tiến triển nhanh hơn Pasteurella.",
    "Thường gặp trong hội chứng BRD (bovine respiratory disease).",
    "Quan sát đàn kỹ: nếu nhiều con ho - chảy mũi cùng lúc, nghĩ đến bệnh virus kết hợp."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}