{
  "id": "heat-stress",
  "name": "Sốc nhiệt ở dê",
  "species": "goat",
  "group": "other",
  "summary": "Sốc nhiệt xảy ra khi dê ở trong môi trường quá nóng, ẩm hoặc thiếu thông thoáng. Cơ thể không thoát nhiệt được dẫn đến mệt, thở mạnh, mất nước và có thể sụp đổ đột ngột.",
  "causes": [
    "Nắng nóng kéo dài.",
    "Chuồng bí, không có gió.",
    "Không có nước uống đủ.",
    "Dê vận động mạnh hoặc chen chúc trong không gian hẹp."
  ],
  "risk_factors": [
    "Dê vỗ béo, dê béo mỡ.",
    "Dê mang thai cuối kỳ.",
    "Dê con mới cai sữa.",
    "Nền chuồng nóng, mái tôn không cách nhiệt."
  ],
  "clinical_signs_detailed": [
    "Thở gấp mạnh.",
    "Há miệng thở, lưỡi thè.",
    "Mệt rũ, đi loạng choạng.",
    "Tai nóng, mình nóng, chân run.",
    "Có thể ngã quỵ, co giật nếu quá nặng."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Thở nhanh.",
      "Đứng nép góc, tìm bóng mát."
    ],
    "moderate": [
      "Há miệng thở.",
      "Mệt, đi loạng choạng.",
      "Giảm ăn."
    ],
    "severe": [
      "Ngã quỵ.",
      "Co giật.",
      "Hôn mê do sốc nhiệt."
    ]
  },
  "treatment": {
  "primary_drugs": [
    "Điện giải tổng hợp (Na/K/Cl)"
  ],
  "alternative_drugs": [
    "Oresol (điện giải uống)"
  ],
  "note_drugs": [
    "Sốc nhiệt chủ yếu xử lý bằng hạ nhiệt vật lý và bù nước - điện giải.",
    "Không tự ý dùng thuốc trợ tim hoặc thuốc tiêm khi chưa có chỉ định thú y.",
    "Không xối nước đá trực tiếp lên dê vì có thể gây sốc nhiệt ngược.",
    "Không ép dê uống nhanh khi đang thở gấp."
  ],
  "symptomatic_treatment": {
    "antiinflammatory": [],
    "respiratory_support": [],
    "electrolyte": [
      "Điện giải tổng hợp (Na/K/Cl)",
      "Oresol (điện giải uống)"
    ],
    "vitamin": [
      "Vitamin BC",
      "Multivitamin tổng hợp"
    ],
    "digestive_support": []
  ,

  "stimulant": {
  "main": "Caffeine",
  "alternative": [
    "Camphor",
    "Nikethamide"
  ],
  "note": [
  "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
  "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
  "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
]
  }
},
    "supportive_care": [
  "Đưa dê vào khu vực râm mát càng sớm càng tốt.",
  "Dùng khăn ướt lau nhẹ toàn thân để hỗ trợ tản nhiệt (không dùng nước đá).",
  "Tạo luồng gió nhẹ bằng quạt để tăng thoáng khí.",
  "Cho uống điện giải từng lần nhỏ, chia nhiều lần trong ngày."
],
"dose_policy": [
  "Điện giải sử dụng theo hướng dẫn trên nhãn hoặc tư vấn thú y.",
  "Không tự ý dùng thuốc trợ tim khi chưa có chỉ định chuyên môn."
]
  },
  "severe_case_treatment": {
  "case_type_1": {
    "description": "Dê mệt, thở nhanh nhưng vẫn còn đứng được.",
    "guideline": [
      "Đưa dê vào nơi râm mát, thoáng gió.",
      "Cho uống điện giải kết hợp vitamin hỗ trợ.",
      "Lau mát cơ thể bằng khăn ướt."
    ]
  },
  "case_type_2": {
    "description": "Dê ngã quỵ, thở gấp hoặc co giật.",
    "guideline": [
      "Gọi thú y xử lý khẩn cấp.",
      "Bù nước - điện giải và hỗ trợ tuần hoàn theo chỉ định.",
      "Làm mát cơ thể từ từ, tuyệt đối không dùng nước lạnh đột ngột."
    ]
  },
  "note": "Sốc nhiệt nặng có thể gây tử vong rất nhanh, chỉ trong 15-30 phút nếu không được xử lý kịp thời."
},
  "prevention": [
  "Che mát chuồng trại và cải thiện thông gió.",
  "Bố trí đủ máng nước sạch cho dê uống tự do.",
  "Tránh dồn đàn hoặc vận chuyển dê vào thời điểm nắng nóng gay gắt.",
  "Chủ động cho uống điện giải khi thời tiết quá nóng."
],
"notes": [
  "Dê vỗ béo có nguy cơ sốc nhiệt cao hơn các nhóm khác.",
  "Chuồng mái tôn, kín gió làm tăng nguy cơ tích nhiệt."
],
"disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}