{
  "id": "injury",
  "name": "Chấn thương ở dê",
  "species": "goat",
  "group": "other",
  "summary": "Chấn thương ở dê thường xảy ra do té ngã, va đập, mắc bẫy, dẫm phải vật nhọn hoặc đánh nhau trong đàn. Mức độ có thể từ bong gân nhẹ đến gãy xương, rách cơ hoặc vết thương hở. Xử lý sớm và đúng cách giúp dê hồi phục nhanh và hạn chế biến chứng.",
  "causes": [
    "Té ngã, trượt chân do nền trơn.",
    "Va đập vào vật cứng, chuồng hẹp.",
    "Dẫm phải đinh, gai hoặc vật nhọn.",
    "Đánh nhau trong đàn.",
    "Vận chuyển, bắt giữ không đúng kỹ thuật."
  ],
  "risk_factors": [
    "Chuồng trại trơn trượt, nhiều vật sắc nhọn.",
    "Nuôi mật độ cao.",
    "Dê nhảy nhiều, dê đực húc nhau.",
    "Vận chuyển xa, nhốt chật."
  ],
  "clinical_signs_detailed": [
    "Đi khập khiễng hoặc không dám đứng.",
    "Sưng, đau tại vị trí chấn thương.",
    "Vết trầy xước hoặc vết thương hở.",
    "Giảm ăn, nằm nhiều.",
    "Trường hợp nặng có biến dạng chi."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Đau nhẹ, đi khập khiễng thoáng qua.",
      "Không có vết thương hở.",
      "Dê vẫn ăn uống."
    ],
    "moderate": [
      "Sưng đau rõ.",
      "Đi lại khó.",
      "Có thể có vết trầy xước."
    ],
    "severe": [
      "Không đứng được.",
      "Vết thương sâu hoặc chảy máu.",
      "Nghi gãy xương hoặc tổn thương nặng."
    ]
  },
  "treatment": {
  "primary_drugs": [
    "Amoxicillin"
  ],
  "alternative_drugs": [
    "Oxytetracycline"
  ],
  "note_drugs": [
    "Kháng sinh chỉ dùng khi chấn thương có trầy xước da, vết thương hở hoặc nguy cơ nhiễm trùng.",
    "Chấn thương kín, không rách da thường không cần dùng kháng sinh.",
    "Không lạm dụng kháng sinh kéo dài nếu không có dấu hiệu nhiễm trùng."
  ],
  "symptomatic_treatment": {
    "antiinflammatory": [
      "Meloxicam",
      "Flunixin"
    ],
    "respiratory_support": [],
    "electrolyte": [
      "Oresol (điện giải uống)"
    ],
    "vitamin": [
      "Multivitamin tổng hợp"
    ],
    "digestive_support": []
  },
    "supportive_care": [
      "Cố định và hạn chế vận động vùng bị chấn thương.",
      "Giữ nền chuồng khô, mềm.",
      "Làm sạch và sát trùng vết thương hở.",
      "Theo dõi sưng đau và khả năng đứng đi."
    ],
    "dose_policy": [
      "Thuốc dùng theo hướng dẫn trên nhãn hoặc tư vấn thú y.",
      "Không dùng thuốc giảm đau kéo dài nhiều ngày liên tục."
    ]
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Chấn thương mức vừa, sưng đau rõ nhưng chưa nghi gãy xương.",
      "guideline": [
        "Hạn chế vận động.",
        "Dùng thuốc chống viêm giảm đau.",
        "Chăm sóc vết thương nếu có."
      ]
    },
    "case_type_2": {
      "description": "Không đứng được, biến dạng chi hoặc vết thương sâu.",
      "guideline": [
        "Gọi thú y kiểm tra ngay.",
        "Cố định chi nghi gãy.",
        "Dùng thuốc theo chỉ định chuyên môn.",
        "Đánh giá khả năng hồi phục."
      ]
    },
    "note": "Chấn thương nặng xử lý muộn dễ để lại di chứng hoặc phải loại thải."
  },
  "prevention": [
    "Giữ nền chuồng khô, không trơn trượt.",
    "Loại bỏ vật sắc nhọn trong chuồng.",
    "Không nuôi quá dày.",
    "Vận chuyển và bắt giữ dê đúng kỹ thuật."
  ],
  "notes": [
    "Không phải mọi chấn thương đều cần kháng sinh.",
    "Chấn thương nhẹ xử lý sớm thường hồi phục tốt."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}
