{
  "id": "arthritis",
  "name": "Viêm khớp",
  "species": "pig",
  "group": "other",
  "summary": "Viêm khớp ở heo là tình trạng khớp bị viêm, sưng đau, làm heo đi khập khiễng, đứng dậy khó hoặc nằm nhiều. Bệnh có thể do nhiễm khuẩn, chấn thương, nền chuồng trơn ẩm hoặc biến chứng sau các bệnh nhiễm trùng khác.",
  "causes": [
    "Nhiễm vi khuẩn theo đường máu (Streptococcus, E. coli, Staphylococcus).",
    "Nhiễm trùng rốn ở heo con lan lên khớp.",
    "Chấn thương, trượt ngã do nền chuồng trơn.",
    "Viêm khớp thứ phát sau bệnh hô hấp, tiêu hóa.",
    "Nuôi mật độ cao, chuồng ẩm lạnh kéo dài."
  ],
  "risk_factors": [
    "Heo con mới cai sữa, sức đề kháng yếu.",
    "Chuồng trại ẩm, trơn, vệ sinh kém.",
    "Heo từng bị nhiễm trùng rốn hoặc tiêu chảy nặng.",
    "Không bổ sung khoáng – vitamin đầy đủ."
  ],
  "clinical_signs_detailed": [
    "Heo đi khập khiễng, chống chân, bước không vững",
    "Khớp sưng nóng, đau, heo không muốn đứng lâu",
    "Nằm nhiều, khó chịu khi bị đụng vào chân",
    "Ăn giảm, tăng trọng chậm",
    "Một số con sốt nhẹ nếu viêm nặng"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Đi hơi khập khiễng",
      "Ăn gần như bình thường",
      "Khớp chỉ hơi sưng"
    ],
    "moderate": [
      "Đi khó, chống chân rõ",
      "Khớp sưng, ấm, đau khi sờ",
      "Nằm nhiều, lớn chậm"
    ],
    "severe": [
      "Không muốn đứng, chỉ nằm một chỗ",
      "Khớp rất sưng, có thể biến dạng",
      "Gầy nhanh do lâu ngày không đi lại được"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Ceftiofur",
      "Amoxicillin"
    ],
    "alternative_drugs": [
      "Florfenicol",
      "Tylosin"
    ],
     "note_drugs": [
      "Kháng sinh chỉ dùng khi có dấu hiệu nhiễm khuẩn (sốt, sưng nóng, viêm nhiều khớp).",
      "Không dùng kháng sinh nếu viêm khớp đơn thuần do chấn thương.",
      "Ưu tiên kháng sinh phổ rộng, thấm tốt vào mô khớp.",
      "Dùng đủ thời gian theo khuyến cáo để tránh tái phát và kháng thuốc.",
      "Không phối hợp nhiều kháng sinh cùng lúc nếu không có chỉ định thú y."
    ],
     "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "Flunixin",
        "alternative": [
          "Ketoprofen"
        ]
      },
      "respiratory_support": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": ["Điện giải tổng hợp (Na/K/Cl)"]
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin B1",
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": "Enzyme tiêu hoá",
        "alternative": [
          "Probiotic (men vi sinh)"
        ]
      }
    },
    "supportive_care": [
      "Cho heo nằm trên nền khô, không trơn, có lót mềm nếu được",
      "Giảm chạy nhảy, tránh dồn đuổi heo đau khớp",
      "Dọn phân và nước tiểu thường xuyên để không nhiễm thêm",
      "Theo dõi từng khớp, tránh để áp xe lớn"
    ],
    "dose_policy": "Dùng đúng liều và đủ ngày theo nhãn thuốc hoặc tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo đi khập khiễng nhưng vẫn ăn, vẫn đứng được.",
      "guideline": [
        "Dùng kháng sinh chính đều đặn",
        "Kết hợp thuốc giảm viêm giảm đau",
        "Cải thiện nền chuồng để hạn chế trượt ngã"
      ]
    },
     "case_type_2": {
      "description": "Viêm nhiều khớp, heo nằm nhiều, sốt.",
      "guideline": [
        "Bắt buộc dùng kháng sinh phù hợp",
        "Kết hợp kháng viêm và trợ sức",
        "Cách ly và theo dõi sát"
      ]
    },
    "note": "Trường hợp viêm khớp mạn tính thường hồi phục chậm, cần kiên trì chăm sóc."
  },
  "prevention": [
    "Giữ nền chuồng khô, không trơn, không đọng nước",
    "Sát trùng kim tiêm và dụng cụ trước khi dùng",
    "Giảm chen lấn, hạn chế đánh đập làm heo chấn thương",
    "Giải quyết sớm các ổ nhiễm trùng khác trên cơ thể"
  ],
  "notes": [
    "Heo viêm khớp dai dẳng thường không đạt chuẩn xuất bán như đàn khỏe.",
    "Nên loại thải những con nhiều khớp bị nặng để giảm hao phí thức ăn."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}