{
  "id": "african_swine_fever",
  "name": "Dịch tả heo châu Phi (ASF)",
  "species": "pig",
  "group": "other",
  "summary": "Dịch tả heo châu Phi (ASF) là bệnh truyền nhiễm do virus gây ra, lây lan rất nhanh, tỷ lệ chết cao gần 100%. Bệnh không có thuốc điều trị đặc hiệu và không có vắc xin thương mại hiệu quả. Khi nhiễm ASF, biện pháp duy nhất là phát hiện sớm, cách ly và tiêu hủy theo quy định.",
  "causes": [
    "Virus ASF (African swine fever virus).",
    "Lây qua tiếp xúc trực tiếp giữa heo bệnh và heo khỏe.",
    "Lây qua thức ăn thừa, thịt nhiễm mầm bệnh.",
    "Lây qua phương tiện, người chăn nuôi, dụng cụ chăn nuôi.",
    "Lây qua ve mềm (ở một số khu vực)."
  ],
  "risk_factors": [
    "Cho heo ăn thức ăn thừa chưa xử lý nhiệt.",
    "Mua heo không rõ nguồn gốc.",
    "Chuồng trại không sát trùng định kỳ.",
    "Ra vào trại không kiểm soát.",
    "Khu vực từng có ổ dịch ASF."
  ],
  "clinical_signs_detailed": [
    "Sốt cao đột ngột, bỏ ăn",
    "Lờ đờ, nằm tụm, run",
    "Da đỏ tím ở tai, bụng, đùi",
    "Xuất huyết lấm tấm dưới da",
    "Nôn, tiêu chảy có thể lẫn máu",
    "Thở khó, chết nhanh trong vài ngày"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Sốt nhẹ, ăn giảm",
      "Lờ đờ thoáng qua"
    ],
    "moderate": [
      "Sốt cao liên tục",
      "Da đỏ tím",
      "Tiêu chảy/nôn"
    ],
    "severe": [
      "Xuất huyết rõ",
      "Thở khó, đi loạng choạng",
      "Chết nhanh, tỷ lệ chết cao"
    ]
  },
  "treatment": {
    "primary_drugs": [],
    "alternative_drugs": [
      ""
    ],
    "note_drugs": [
      "Dịch tả Châu Phi là bệnh do virus, KHÔNG có thuốc điều trị đặc hiệu.",
      "KHÔNG dùng kháng sinh vì không có tác dụng tiêu diệt virus.",
      "Việc dùng kháng sinh có thể làm che triệu chứng, gây chậm phát hiện dịch.",
      "KHÔNG tự ý giữ heo bệnh để theo dõi.",
      "Khi nghi ngờ ASF phải báo ngay cho thú y địa phương.",
      "Bổ sung điện giải và Vitamin để nâng cao sức đề kháng",
      "Các thuốc điện giải và vitamin chỉ mang tính hỗ trợ, KHÔNG điều trị ASF."
    ], 
       "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": [
          ""
        ]
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Điện giải tổng hợp (Na/K/Cl)"
        ]
      },
      "vitamin": {
        "main": "Vitamin C",
        "alternative": [
          "Vitamin BC"
        ]
      },
      "stimulant": {
  "main": "Caffeine",
  "alternative": ["Camphor", "Nikethamide"],
  "note": [
    "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
    "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
    "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
  ]
}

    },
    "supportive_care": [
      "Cách ly ngay heo nghi nhiễm.",
      "Hạn chế tối đa người và phương tiện ra vào.",
      "Liên tục sát trùng chuồng trại, lối đi, dụng cụ.",
      "Thực hiện tiêu hủy theo hướng dẫn thú y.",
      "Không vận chuyển, mua bán heo trong vùng nghi dịch.",
      "Rắc đậm vôi bột xung quanh chuồng trại hoặc khu vực tiêu hủy"
    ],
    "dose_policy": "Dịch tả heo không có thuốc đặc tri, tăng sức đề kháng và khử trùng liên tục là cách phòng chống tối ưu nhất."

  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo sốt cao, xuất huyết",
      "guideline": [
        "Cách ly khẩn",
        "Trợ sức - điện giải",
        "Báo thú y xử lý dịch"
      ]
    },
    "case_type_2": {
      "description": "Heo nằm liệt, thở khó",
      "guideline": [
        "Không vận chuyển bán chạy",
        "Tiêu hủy theo quy định",
        "Tổng vệ sinh sát trùng"
      ]
    },
    "note": "ASF là bệnh bắt buộc báo cáo và xử lý theo quy định phòng dịch."
  },
  "prevention_list": [
    "Biosecurity tuyệt đối, hạn chế người/xe vào trại",
    "Không dùng thức ăn thừa chưa xử lý",
    "Cách ly heo mới 2-3 tuần",
    "Sát trùng định kỳ chuồng và dụng cụ"
  ],
  "notes": [
    "Không tự ý bán chạy heo nghi ASF.",
    "Phát hiện sớm giúp giảm thiệt hại đàn."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo. Xử lý dịch bắt buộc theo hướng dẫn thú y."
}