{
  "id": "liver_fluke",
  "name": "Sán lá",
  "species": "pig",
  "group": "parasite",
   "summary": "Sán lá ở heo là bệnh ký sinh trùng gây tổn thương gan và đường mật. Bệnh thường diễn tiến âm thầm, làm heo chậm lớn, gầy yếu, thiếu máu và dễ mắc các bệnh kế phát. Nếu không điều trị và kiểm soát môi trường, bệnh dễ tái phát kéo dài.",
  "causes": [
    "Heo ăn phải ấu trùng sán lá qua nước uống hoặc thức ăn nhiễm bẩn.",
    "Nguồn nước ao hồ, ruộng trũng có vật chủ trung gian.",
    "Không tẩy ký sinh trùng định kỳ."
  ],
  "risk_factors": [
    "Nuôi heo gần ao hồ, đầm lầy",
    "Dùng nước ao, mương để cho heo uống",
    "Heo ăn cỏ xanh cắt từ vùng trũng không kiểm soát",
    "Không tẩy sán định kỳ"
  ],
  "clinical_signs_detailed": [
    "Gầy kéo dài, lông xấu",
    "Niêm mạc nhợt, có thể vàng nhẹ",
    "Ăn giảm, mệt nhiều",
    "Bụng hơi to, sờ vùng gan có thể đau",
    "Một số con tiêu chảy nhẹ từng đợt"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Ăn giảm nhẹ",
      "Lông bớt bóng"
    ],
    "moderate": [
      "Gầy rõ, lông xỉu",
      "Niêm mạc nhợt"
    ],
    "severe": [
      "Yếu, mệt nhiều",
      "Có thể vàng da nhẹ",
      "Chậm lớn nặng"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Triclabendazole"
    ],
    "alternative_drugs": [
      "Albendazole",
      "Closantel"
    ],
    "note_drugs": [
      "Sán lá là ký sinh trùng nội, KHÔNG dùng kháng sinh.",
      "Triclabendazole là thuốc ưu tiên do hiệu quả cao trên sán lá.",
      "Sau khi tẩy sán, heo có thể mệt nhẹ do phản ứng thuốc.",
      "Cần kết hợp cải thiện môi trường để tránh tái nhiễm.",
      "Không tẩy sán khi heo quá suy kiệt hoặc sốt cao."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": []
      },
      "respiratory_support": {
        "main": "Bromhexine",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Điện giải tổng hợp (Na/K/Cl)"
        ]
      },
      "vitamin": {
        "main": "Vitamin B-complex",
        "alternative": [
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": "Enzyme tiêu hoá",
        "alternative": [
          "Probiotic (men vi sinh)"
        ]
      }
    },
    "supportive_care": [
      "Cung cấp nước uống sạch.",
      "Bổ sung dinh dưỡng sau khi tẩy sán.",
      "Giữ chuồng trại khô, sạch.",
      "Theo dõi thể trạng và tăng trọng sau điều trị."
    ],
    "dose_policy": "Thuốc tẩy sán dùng theo liều ghi trên nhãn hoặc theo tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo gầy, mệt nhưng vẫn còn ăn.",
      "guideline": [
        "Dùng Triclabendazole hoặc Albendazole để tẩy sán nhanh nhất",
        "Tăng vitamin và men tiêu hoá",
        "Theo dõi cân nặng mỗi tuần"
      ]
    },
    "case_type_2": {
      "description": "Heo rất gầy, niêm mạc nhợt, nghi gan tổn thương nặng.",
      "guideline": [
        "Giữ nơi nằm yên tĩnh, giảm stress",
        "Hỗ trợ dinh dưỡng nhẹ, chia thành nhiều bữa",
        "Đánh giá khả năng hồi phục để quyết định giữ hay loại thải"
      ]
    },
    "note": "Sán lá thường gây tổn thương gan kéo dài, hồi phục chậm."
  },
  "prevention": [
    "Không cho heo tiếp xúc nước ao hồ ô nhiễm.",
    "Hạn chế cho heo ăn cỏ từ vùng trũng ẩm",
    "Tẩy sán định kỳ nếu nuôi gần vùng có nguy cơ",
    "Quản lý nước thải và khu vực ẩm quanh chuồng",
    "Cách ly heo mới nhập trước khi nhập đàn."
  ],
  "notes": [
    "Thường thấy gan heo tổn thương khi giết mổ.",
    "Heo nhiễm sán lá thường chậm lớn dù khẩu phần bình thường."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}