{
  "id": "tapeworm",
  "name": "Sán dây",
  "species": "pig",
  "group": "parasite",
  "summary": "Sán dây ở heo là bệnh ký sinh trùng đường ruột, thường do Taenia spp. gây ra. Bệnh tiến triển chậm, ít biểu hiện rầm rộ nhưng làm heo gầy, chậm lớn và giảm hiệu quả chăn nuôi. Nếu phát hiện và tẩy sán đúng thuốc, heo có thể hồi phục tốt.",
  "causes": [
    "Heo ăn phải trứng hoặc ấu trùng sán dây trong thức ăn, nước uống.",
    "Nguồn thức ăn nhiễm bẩn, phụ phẩm sống.",
    "Không tẩy ký sinh trùng nội định kỳ."
  ],
  "risk_factors": [
    "Nuôi thả rông, khó kiểm soát thức ăn.",
    "Chuồng trại vệ sinh kém.",
    "Không có chương trình tẩy sán định kỳ.",
    "Heo hậu bị, heo nuôi dài ngày."
  ],
  "clinical_signs_detailed": [
    "Heo gầy, chậm lớn dù ăn bình thường.",
    "Lông xù, thể trạng kém.",
    "Tiêu hóa thất thường.",
    "Có thể thấy đốt sán trong phân.",
    "Dễ mắc bệnh kế phát do suy nhược."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Chậm lớn",
      "Ăn kém nhẹ"
    ],
    "moderate": [
      "Gầy rõ",
      "Tiêu hóa kém"
    ],
    "severe": [
      "Suy kiệt",
      "Thiếu dinh dưỡng kéo dài",
      "Giảm sức đề kháng"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Praziquantel"
    ],
    "alternative_drugs": [
      "Niclosamide",
      "Albendazole"
    ],
    "note_drugs": [
      "Sán dây là ký sinh trùng nội, KHÔNG dùng kháng sinh.",
      "Praziquantel là thuốc ưu tiên do hiệu quả cao với sán dây.",
      "Sau tẩy sán có thể thấy đốt sán theo phân ra ngoài.",
      "Cần theo dõi tiêu hóa và thể trạng sau điều trị.",
      "Nên tẩy lặp lại theo chương trình để tránh tái nhiễm."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Điện giải tổng hợp (Na/K/Cl)"
        ]
      },
      "vitamin": {
        "main": "Vitamin B-complex",
        "alternative": [
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": [
          "Probiotic (men vi sinh)"
        ],
        "alternative": []
      }
    },
    "supportive_care": [
      "Cung cấp thức ăn sạch, dễ tiêu.",
      "Theo dõi phân sau khi tẩy sán.",
      "Giữ chuồng trại khô sạch.",
      "Bổ sung dinh dưỡng để phục hồi tăng trọng."
    ],
    "dose_policy": "Thuốc tẩy sán dùng theo liều ghi trên nhãn hoặc theo tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo chậm lớn, thể trạng kém nhưng chưa suy kiệt.",
      "guideline": [
        "Tẩy sán đúng thuốc",
        "Bổ sung vitamin",
        "Theo dõi tăng trọng sau điều trị"
      ]
    },
    "case_type_2": {
      "description": "Heo gầy nặng, suy dinh dưỡng kéo dài.",
      "guideline": [
        "Hỗ trợ điện giải trước khi tẩy",
        "Tẩy sán khi thể trạng cho phép",
        "Theo dõi sát tiêu hóa và phục hồi"
      ]
    },
    "note": "Tẩy sán muộn làm giảm hiệu quả phục hồi."
  },
  "prevention": [
    "Tẩy sán định kỳ cho đàn.",
    "Không cho ăn thức ăn sống, nhiễm bẩn.",
    "Quản lý tốt nguồn nước uống.",
    "Giữ chuồng trại vệ sinh.",
    "Cách ly heo mới nhập trước khi nhập đàn."
  ],
  "notes": [
    "Sán dây thường khó phát hiện sớm.",
    "Chậm lớn kéo dài cần nghĩ đến sán dây nếu không rõ nguyên nhân."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}
