{
  "id": "brucella_abortion",
  "name": "Sảy thai truyền nhiễm (Brucella)",
  "species": "pig",
  "group": "reproductive",
  "summary": "Sảy thai truyền nhiễm do Brucella ở heo là bệnh truyền nhiễm nguy hiểm do vi khuẩn Brucella suis gây ra. Bệnh làm heo nái sảy thai hàng loạt, viêm tử cung, giảm khả năng sinh sản và rất khó kiểm soát. Đây là bệnh có nguy cơ lây sang người, không khuyến cáo điều trị mà cần loại thải và kiểm soát nghiêm ngặt.",
  "causes": [
    "Vi khuẩn Brucella suis.",
    "Lây qua phối giống tự nhiên hoặc tinh nhiễm mầm bệnh.",
    "Lây qua tiếp xúc với thai sảy, nhau thai, dịch sinh dục.",
    "Lây qua dụng cụ chăn nuôi, người chăm sóc."
  ],
  "risk_factors": [
    "Phối giống không kiểm soát nguồn tinh.",
    "Giữ lại heo nái sảy thai để theo dõi.",
    "Chuồng trại vệ sinh kém.",
    "Không kiểm tra bệnh sinh sản định kỳ."
  ],
  "clinical_signs_detailed": [
    "Sảy thai cuối kỳ, thai chết lưu",
    "Dịch nhầy hôi từ âm hộ",
    "Nái mệt, ăn giảm nhiều",
    "Sốt nhẹ hoặc không rõ sốt",
    "Sữa giảm, heo con yếu"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Chậm động dục",
      "Giảm khả năng phối giống"
    ],
    "moderate": [
      "Sảy thai rải rác",
      "Viêm tử cung"
    ],
    "severe": [
      "Sảy thai hàng loạt",
      "Ổ dịch trong đàn",
      "Nguy cơ lây sang người"
    ]
  },
  "treatment": {
    "primary_drugs": [],
    "alternative_drugs": [],
    "note_drugs": [
      "Brucella là bệnh vi khuẩn nhưng KHÔNG khuyến cáo điều trị trong chăn nuôi.",
      "Điều trị kháng sinh không loại bỏ được mầm bệnh và dễ tái phát.",
      "Giữ heo bệnh trong đàn làm lây lan kéo dài.",
      "Bệnh có nguy cơ lây sang người khi tiếp xúc trực tiếp.",
      "Khi nghi ngờ Brucella cần báo thú y và áp dụng biện pháp loại thải."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "",
        "alternative": []
      },
      "vitamin": {
        "main": "",
        "alternative": []
      }
    },
    "supportive_care": [
      "Cách ly ngay heo nghi nhiễm.",
      "Thu gom và tiêu hủy thai sảy, nhau thai đúng quy định.",
      "Khử trùng chuồng trại, dụng cụ, khu phối giống.",
      "Trang bị bảo hộ cho người xử lý.",
      "Loại thải heo nhiễm khỏi đàn."
    ],
    "dose_policy": "Không áp dụng vì không khuyến cáo điều trị."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Sảy thai đơn lẻ, chưa xác định nguyên nhân.",
      "guideline": [
        "Cách ly heo nái",
        "Theo dõi các ca sảy tiếp theo",
        "Lấy mẫu xét nghiệm khi cần"
      ]
    },
    "case_type_2": {
      "description": "Nhiều heo nái sảy thai trong thời gian ngắn.",
      "guideline": [
        "Xác định ổ dịch nghi Brucella",
        "Ngừng phối giống",
        "Báo thú y địa phương",
        "Thực hiện loại thải theo hướng dẫn"
      ]
    },
    "note": "Brucella là bệnh phải kiểm soát ở cấp đàn, không xử lý đơn lẻ."
  },
  "prevention": [
    "Kiểm soát chặt nguồn tinh và con giống.",
    "Không phối giống tự nhiên không kiểm soát.",
    "Cách ly heo mới nhập.",
    "Vệ sinh và sát trùng khu sinh sản.",
    "Theo dõi và ghi chép sảy thai trong đàn."
  ],
  "notes": [
    "Brucella là bệnh lây sang người, đặc biệt nguy hiểm cho người trực tiếp xử lý.",
    "Không nên cố giữ heo bệnh vì thiệt hại lâu dài lớn hơn."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}