{
  "id": "infertility_pseudopregnancy",
  "name": "Vô sinh - chửa giả",
  "species": "pig",
  "group": "reproductive",
  "summary": "Vô sinh và chửa giả là rối loạn sinh sản ở heo nái, trong đó nái không mang thai thật nhưng vẫn có biểu hiện giống mang thai hoặc không đậu thai kéo dài. Đây là tình trạng liên quan đến hormone, thể trạng và quản lý, không phải bệnh truyền nhiễm.",
  "causes": [
    "Phối giống sai thời điểm động dục",
    "Chất lượng tinh kém hoặc đực giống yếu",
    "Viêm nhẹ tử cung, viêm âm đạo mạn",
    "Rối loạn nội tiết, thể vàng tồn lưu",
    "Stress mạnh sau phối giống"
  ],
  "risk_factors": [
    "Không theo dõi kỹ thời điểm chịu đực",
    "Dùng tinh bảo quản không đúng quy cách",
    "Nái có tiền sử viêm tử cung, sảy thai",
    "Quản lý phối giống không ghi chép"
  ],
  "clinical_signs_detailed": [
    "Phối giống nhiều lần nhưng không thấy chửa",
    "Bụng có lúc to nhẹ như chửa giả rồi lại xẹp",
    "Sau một thời gian tưởng chửa, nái lại lên giống lại",
    "Chu kỳ động dục không đều",
    "Một số con dịch nhầy âm hộ bất thường"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "1-2 lần phối chưa chửa",
      "Chu kỳ động dục còn tương đối đều"
    ],
    "moderate": [
      "Phối nhiều lần không chửa",
      "Bụng hơi to rồi lại lên giống lại",
      "Nghi chửa giả"
    ],
    "severe": [
      "Chu kỳ động dục rối loạn rõ",
      "Nái lâu không đậu thai dù phối đúng kỹ thuật",
      "Nghi vô sinh hoặc nền tử cung kém"
    ]
  },
  "treatment": {
    "primary_drugs": [
      
    ],
    "alternative_drugs": [
      
    ],
   "note_drugs": [
      "Vô sinh và chửa giả KHÔNG phải bệnh nhiễm trùng.",
      "KHÔNG dùng kháng sinh nếu không có viêm tử cung.",
      "Ưu tiên kiểm tra và điều chỉnh quản lý, dinh dưỡng, phối giống.",
      "Chỉ can thiệp hormone khi đã loại trừ nguyên nhân quản lý.",
      "Dùng hormone cần có tư vấn thú y."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "",
        "alternative": []
      },
      "respiratory_support": {
        "main": "",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": []
      },
      "vitamin": {
        "main": "Vitamin ADE",
        "alternative": [ "Vitamin E + Selenium"]
      },
      "digestive_support": {
        "main": "Enzyme tiêu hoá",
        "alternative": []
      }
    },
    "supportive_care": [
      "Kiểm tra lại chất lượng tinh hoặc đực giống",
      "Đảm bảo phối đúng thời điểm đứng yên chịu đực",
      "Nếu nghi viêm nhẹ tử cung, cần tham khảo thú y để xử lý trước khi phối lại",
      "Cải thiện dinh dưỡng và giảm stress sau phối giống"
    ],
    "dose_policy": "Đặc biệt với hormone, chỉ dùng đúng liều và đúng phác đồ theo tư vấn thú y."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Nái phối 2-3 lần chưa có thai, chu kỳ vẫn còn tương đối đều.",
      "guideline": [
        "Rà soát lại kỹ thuật phát hiện động dục",
        "Kiểm tra nguồn tinh, thay thử đực giống hoặc lô tinh khác",
        "Hỗ trợ vitamin và khoáng sinh sản 1-2 chu kỳ"
      ]
    },
    "case_type_2": {
      "description": "Nái nhiều lần không chửa, bụng to giả, chu kỳ rối loạn.",
      "guideline": [
        "Tham khảo thú y về phác đồ hormone nếu cần giữ lại nái",
        "Đánh giá hiệu quả trong 1-2 chu kỳ sau can thiệp",
        "Cân nhắc loại thải nếu không cải thiện để tránh lãng phí chuồng trại"
      ]
    },
    "note": "Không nên kéo dài quá nhiều chu kỳ cho những nái có biểu hiện vô sinh rõ, sẽ giảm hiệu quả đàn."
  },
  "prevention": [
    "Quản lý phối giống có ghi chép rõ ràng ngày giờ",
    "Đào tạo người phát hiện động dục chuẩn",
    "Dùng tinh chất lượng, bảo quản đúng nhiệt độ",
    "Kiểm tra định kỳ sức khỏe sinh sản của đàn nái"
  ],
  "notes": [
    "Nhiều trường hợp tưởng là vô sinh thực chất do phát hiện sai thời điểm động dục.",
    "Cần phân biệt rõ giữa chửa giả và chửa thật bằng theo dõi kỹ hoặc siêu âm nếu có điều kiện."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}