{
  "id": "leg-deformities",
  "name": "Dị tật chân do nền chuồng và dinh dưỡng",
  "species": "chicken",
  "group": "other",
  "summary": "Gà chân yếu, cong, xoắn do nền chuồng trơn, ẩm hoặc dinh dưỡng không cân bằng, làm gà đi lại khó, chậm lớn.",
  "causes": [
    "Nền chuồng trơn, ẩm, dốc, gà dễ trượt chân, tổn thương khớp",
    "Thiếu khoáng, vitamin, gây yếu dây chằng, khớp",
    "Mật độ dày, gà đè nhau, chân không phát triển tốt",
    "Tốc độ lớn quá nhanh nhưng nền và dinh dưỡng không theo kịp"
  ],
  "risk_factors": [
    "Nền bê tông trơn, ít đệm lót, nhiều nước đọng",
    "Nền dốc, gà luôn phải giữ thăng bằng",
    "Dùng cám tăng trọng mạnh nhưng không kèm chương trình quản lý chân",
    "Thiếu canxi, phospho, vitamin D, khoáng trong khẩu phần"
  ],
  "clinical_signs_detailed": [
    "Chân cong, xoắn, khớp gối to, gà đi khập khiễng",
    "Một số con ngồi nhiều, không leo lên máng đậu",
    "Tăng trọng kém, xương to thịt ít, dáng xấu",
    "Nếu nặng, gà không đứng nổi, phải nằm lâu"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Vài con đi hơi lệch, khớp gối hơi to",
      "Khó nhận nếu không so với đàn chuẩn"
    ],
    "moderate": [
      "Nhiều con chân cong rõ, đi khập khiễng",
      "Gà chậm lớn, ít vận động, thịt ốm"
    ],
    "severe": [
      "Có con không đứng nổi, chỉ ngồi hoặc nằm",
      "Tổn thương khớp nặng, khó hồi phục",
      "Đàn nhìn rất xấu mã, hiệu quả nuôi thấp"
    ]
  },
  "treatment": {
    "primary_drugs": [],
    "alternative_drugs": [],
    "note_drugs": "Dị tật chân chủ yếu cần xử lý nền chuồng và dinh dưỡng. Chân đã biến dạng nặng khó sửa lại, nên phát hiện sớm và điều chỉnh từ đầu.",
    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "meloxicam",
        "alternative": "flunixin"
      },
      "respiratory_support": {
        "main": "",
        "alternative": ""
      },
      "electrolyte": {
        "main": "",
        "alternative": ""
      },
      "vitamin": {
        "main": "vitamin-complex",
        "alternative": ""
      },
      "digestive_support": {
        "main": "",
        "alternative": ""
      }
    },
    "supportive_care": [
      "Thay nền trơn bằng đệm lót khô, chống trượt tốt",
      "Giảm mật độ để gà có không gian đi lại",
      "Điều chỉnh khẩu phần, đảm bảo khoáng và vitamin đủ cho phát triển xương",
      "Loại thải những con dị tật nặng, không đứng nổi",
      "Theo dõi đàn sau khi chỉnh sửa nền và khẩu phần để đánh giá cải thiện"
    ],
    "dose_policy": "Các sản phẩm bổ sung khoáng và vitamin dùng theo liều khuyến cáo, không tự phối quá nhiều loại cùng lúc."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Đàn thịt nuôi trên nền trơn, nhiều con chân cong, đi khập khiễng.",
      "guideline": "Bổ sung đệm lót khô, chống trượt, giảm mật độ. Điều chỉnh khẩu phần và khoáng. Chấp nhận loại thải những con nặng, tập trung cứu đàn sau."
    },
    "case_type_2": {
      "description": "Đàn giống hoặc gà cảnh, dị tật chân làm xấu dáng và giảm giá trị.",
      "guideline": "Không dùng những con dị tật nặng làm giống. Chăm riêng những con giá trị nếu còn khả năng đi lại. Tập trung chỉnh môi trường và dinh dưỡng cho các lứa sau để không lặp lại."
    },
    "note": "Dị tật chân là hậu quả của nhiều yếu tố cộng lại: nền, mật độ, dinh dưỡng và tốc độ tăng trưởng."
  },
  "prevention": [
    "Thiết kế nền chuồng phẳng, có đệm lót khô, không trơn",
    "Giữ mật độ hợp lý để gà có thể đi lại tự nhiên",
    "Đảm bảo khẩu phần đầy đủ khoáng, vitamin cho xương khớp",
    "Không dùng thức ăn tăng trưởng quá mạnh mà không kiểm soát",
    "Quan sát dáng đi của đàn định kỳ để phát hiện sớm bất thường"
  ],
  "notes": [
    "Chân gà là thứ phản ánh trực tiếp điều kiện nền và dinh dưỡng.",
    "Nếu một đàn đã dị tật nhiều, nên coi đó là bài học cho lứa sau hơn là cố cứu từng con."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}
