{
  "id": "bronchitis-tracheitis",
  "name": "Viêm phế quản - khí quản ở dê",
  "species": "goat",
  "group": "respiratory",

  "summary": "Viêm phế quản - khí quản thường biểu hiện ho nhiều, tiếng ho khan hoặc có đờm, chảy nước mũi, nhưng chưa tổn thương sâu nhu mô phổi. Nếu không xử lý, bệnh có thể lan xuống phổi.",

  "causes": [
    "Virus, vi khuẩn đường hô hấp trên.",
    "Kích ứng do khí độc, bụi, khói.",
    "Gió lùa trực tiếp, tắm mưa, lạnh đột ngột.",
    "Lan từ viêm mũi - xoang xuống."
  ],

  "risk_factors": [
    "Chuồng bí, ít thông gió, mùi khai - hôi nồng.",
    "Đốt rơm rạ, hun khói gần chuồng.",
    "Dê con và dê hậu bị, miễn dịch chưa tốt.",
    "Thay đổi thời tiết liên tục."
  ],

  "clinical_signs_detailed": [
    "Ho khan hoặc ho có tiếng khụt khịt, từng cơn.",
    "Ho nhiều khi vận động, khi trời lạnh hoặc lúc sáng sớm.",
    "Chảy nước mũi trong hoặc hơi đục.",
    "Thở nhanh nhẹ nhưng chưa khó thở rõ.",
    "Ăn giảm nhẹ, đa số vẫn đi lại bình thường."
  ],

  "clinical_signs_by_stage": {
    "mild": [
      "Ho ít, chủ yếu sáng sớm.",
      "Chảy chút nước mũi trong.",
      "Ăn và vận động gần như bình thường."
    ],
    "moderate": [
      "Ho nhiều lần trong ngày.",
      "Nước mũi trong - đục nhẹ.",
      "Ăn giảm, dễ mệt khi vận động."
    ],
    "severe": [
      "Ho liên tục, có vẻ đau khi ho.",
      "Thở nhanh hơn bình thường.",
      "Nếu kéo dài không trị có thể chuyển thành viêm phổi."
    ]
  },

  "treatment": {
    "primary_drugs": [
      "Doxycycline",
      "Tylosin",
      "Amoxicillin (trường hợp vừa - nhẹ)"
    ],
    "alternative_drugs": [
      "Enrofloxacin (trường hợp nặng hơn, theo thú y)",
      "Florfenicol (nếu nghi tổn thương sâu hơn)",
      "Kết hợp thuốc ho - long đờm"
    ],
    "note_drugs": [
      "Không lạm dụng kháng sinh mạnh khi chỉ viêm đường hô hấp trên dạng nhẹ - vừa.",
      "Tập trung cải thiện môi trường và hỗ trợ miễn dịch."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": [
        "Flunixin",
        "Meloxicam"
      ],
      "respiratory_support": [
        "Bromhexine",
        "Guaifenesin"
      ],
      "electrolyte": [
        "Điện giải nhẹ",
        "ORS"
      ],
      "vitamin": [
        "Vitamin C",
        "B-complex"
      ],
      "digestive_support": [
        "Men tiêu hoá cho những con giảm ăn."
      ]
    },
    "supportive_care": [
      "Giảm tối đa bụi, khói, khí độc trong chuồng.",
      "Che chắn gió lùa trực tiếp, đặc biệt ban đêm.",
      "Giữ ấm cơ thể khi trời lạnh.",
      "Không tắm nước lạnh, không thả mưa.",
      "Khẩu phần đủ năng lượng để chống lạnh."
    ],
    "dose_policy": [
      "Dùng kháng sinh và thuốc ho theo đúng liều nhãn hoặc thú y.",
      "Không kéo dài điều trị quá mức cần thiết nếu triệu chứng đã hết."
    ]
  },

  "severe_case_treatment": {
    "case_type_1": {
      "description": "Ho nhiều, ăn giảm nhưng chưa khó thở rõ.",
      "guideline": [
        "Dùng một kháng sinh phù hợp (doxycycline/tylosin/amoxicillin).",
        "Thuốc ho - long đờm (bromhexine, guaifenesin).",
        "Vitamin C, B-complex.",
        "Cải thiện môi trường, tránh lạnh - ẩm."
      ]
    },
    "case_type_2": {
      "description": "Ho rất nhiều, thở nhanh, nghi lan xuống phổi.",
      "guideline": [
        "Cân nhắc kháng sinh phổ mạnh hơn (enrofloxacin/florfenicol) theo thú y.",
        "Chống viêm giảm đau, hỗ trợ điện giải, vitamin.",
        "Theo dõi chuyển thành viêm phổi để xử lý kịp."
      ]
    },
    "note": "Viêm phế quản - khí quản là “cửa ngõ” lên viêm phổi; phát hiện và điều trị sớm giúp tránh tốn kém về sau."
  },

  "prevention": [
    "Giữ chuồng thoáng nhưng tránh gió lùa.",
    "Không đốt rơm rạ, than, khói ngay sát chuồng.",
    "Chống lạnh tốt khi chuyển mùa.",
    "Bổ sung vitamin - khoáng cho dê con, dê hậu bị."
  ],

  "notes": [
    "Ho kéo dài nhiều ngày dù nhẹ vẫn nên xem lại môi trường và can thiệp, tránh để chuyển nặng.",
    "Không phải ca nào ho cũng cần dùng kháng sinh mạnh; môi trường và miễn dịch là chìa khoá."
  ],

  "disclaimer": "Ứng dụng chỉ mang tính tham khảo, không thay thế chẩn đoán hoặc phác đồ điều trị của bác sĩ thú y."
}
