{
  "id": "salmonella_respiratory",
  "name": "Phó thương hàn thể hô hấp",
  "species": "pig",
  "group": "respiratory",
  "summary": "Phó thương hàn thể hô hấp là dạng biểu hiện của bệnh Salmonella ở heo, trong đó ngoài triệu chứng tiêu hóa và nhiễm trùng huyết, heo còn có biểu hiện hô hấp như ho, khó thở và viêm phổi kế phát. Bệnh thường diễn tiến nặng nếu không điều trị sớm.",
  "causes": [
    "Nhiễm Salmonella choleraesuis hoặc các chủng Salmonella khác",
    "Lây qua phân, nước uống, thức ăn nhiễm bẩn",
    "Lây lan nhanh trong điều kiện chuồng bẩn, ẩm"
  ],
  "risk_factors": [
    "Không dọn phân thường xuyên",
    "Chuồng ẩm, nền bẩn",
    "Mật độ cao, heo liếm phân nhau",
    "Heo cai sữa stress, sức đề kháng kém"
  ],
  "clinical_signs_detailed": [
    "Sốt vừa đến cao",
    "Ho, thở nhanh, thỉnh thoảng thở nặng",
    "Tiêu chảy hoặc phân nhão, có khi lẫn máu nhẹ",
    "Heo mệt, ăn giảm, nằm nhiều",
    "Gầy nhanh nếu bệnh kéo dài"
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Sốt nhẹ, ho ít",
      "Phân mềm hơn bình thường"
    ],
    "moderate": [
      "Ho, thở nhanh",
      "Tiêu chảy hoặc phân nhão rõ",
      "Ăn giảm"
    ],
    "severe": [
      "Sốt cao, thở nặng",
      "Tiêu chảy kéo dài, mùi hôi",
      "Heo gầy nhanh, yếu rõ"
    ]
  },
  "treatment": {
    "primary_drugs": [
      "Florfenicol",
      "Ceftiofur"
    ],
    "alternative_drugs": [
      "Amoxicillin",
      "Trimethoprim + Sulfonamide"
    ],
    "note_drugs": [
      "Salmonella là bệnh vi khuẩn TOÀN THÂN, cần điều trị kháng sinh đủ liệu trình.",
      "Không điều trị sớm dễ chuyển sang nhiễm trùng huyết nặng.",
      "Kháng viêm chỉ dùng hỗ trợ, không thay thế kháng sinh.",
      "Cần điều trị đồng thời cải thiện vệ sinh môi trường.",
      "Không đánh thuốc ngắt quãng vì dễ tái phát."
    ],
    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "Flunixin",
        "alternative": ["Meloxicam"]
      },
      "respiratory_support": {
        "main": "Bromhexine",
        "alternative": []
      },
      "electrolyte": {
        "main": "Oresol (điện giải uống)",
        "alternative": [
          "Điện giải tổng hợp (Na/K/Cl)"
        ]
      },
      "vitamin": {
        "main": "Vitamin BC",
        "alternative": [
          "Vitamin C"
        ]
      },
      "digestive_support": {
        "main": "Enzyme tiêu hoá",
        "alternative": [
          "Probiotic (men vi sinh)"
        ]
      },"stimulant": {
  "main": "Caffeine",
  "alternative": ["Camphor", "Nikethamide"],
  "note": [
    "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
    "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
    "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
  ]
}

    },
    "supportive_care": [
      "Dọn phân liên tục để giảm lây lan",
      "Bù điện giải để chống mất nước do tiêu chảy",
      "Giữ chuồng ấm, tránh gió lùa",
      "Tách những con bệnh nặng để chăm riêng"
    ],
    "dose_policy": "Dùng thuốc theo đúng nhãn hoặc chỉ định thú y, tránh lạm dụng kháng sinh."
  },
  "severe_case_treatment": {
    "case_type_1": {
      "description": "Ho, thở nhanh, tiêu chảy nhưng heo còn đứng, còn ăn ít.",
      "guideline": [
        "Điều trị kháng sinh sớm",
        "Kết hợp kháng viêm và điện giải",
        "Theo dõi phân và nhịp thở"
      ]
    },
    "case_type_2": {
      "description": "Heo sốt cao, thở nặng, tiêu chảy kéo dài, rất gầy.",
      "guideline": [
        "Điều trị mạnh và liên tục",
        "Hỗ trợ tích cực",
        "Tách heo bệnh nặng sang ô riêng, nền khô",
        "Đánh giá khả năng hồi phục để tránh tốn kém quá mức"
      ]
    },
    "note": "Salmonella có thể tồn tại lâu trong môi trường, phải kết hợp điều trị với vệ sinh chuồng kỹ."
  },
  "prevention": [
    "Giữ nền chuồng khô, sạch, dọn phân hằng ngày",
    "Nguồn nước uống sạch, không dùng nước ao tù",
    "Giảm stress khi cai sữa và chuyển chuồng",
    "Hạn chế heo liếm phân lẫn nhau bằng quản lý tốt mật độ"
  ],
  "notes": [
    "Thường gặp nhất ở heo cai sữa và heo choai.",
    "Khi vừa ho vừa tiêu chảy, nên nghĩ tới khả năng phó thương hàn hoặc bệnh ghép."
  ],
  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}