{
 "id": "swine_influenza",
  "name": "Cúm heo (Swine Influenza)",
  "species": "pig",
  "group": "respiratory",

  "summary": "Cúm heo là bệnh hô hấp cấp tính do virus (Influenza A) gây ra, lây lan rất nhanh trong đàn. Heo thường sốt cao đột ngột, ho mạnh, sổ mũi, thở nhanh, bỏ ăn; nhiều con bị đồng loạt trong thời gian ngắn. Kháng sinh không diệt được virus cúm — điều trị chủ yếu là hạ sốt, giảm đau, hỗ trợ hô hấp và chỉ dùng kháng sinh khi có bội nhiễm vi khuẩn.",

  "causes": [
    "Virus cúm heo (Influenza A) gây viêm đường hô hấp trên và dưới.",
    "Lây qua giọt bắn (ho, hắt hơi), không khí trong chuồng kín, tiếp xúc gần.",
    "Lây gián tiếp qua người, dụng cụ, xe cộ, quần áo nếu không kiểm soát."
  ],

  "risk_factors": [
    "Chuồng kín, thông gió kém, mật độ cao.",
    "Thời tiết lạnh, chênh nhiệt ngày đêm lớn.",
    "Stress (ghép đàn, vận chuyển, cai sữa).",
    "Đàn nhiều lứa tuổi, ra vào chuồng nhiều.",
    "Bội nhiễm vi khuẩn hô hấp (Pasteurella, Streptococcus...) làm nặng."
  ],
  "clinical_signs_detailed": [
    "Sốt cao đột ngột, heo nằm nhiều, bỏ ăn.",
    "Ho khan hoặc ho thành tràng, hắt hơi, sổ mũi.",
    "Thở nhanh, có thể thở bụng khi nặng.",
    "Đau nhức, mệt, đàn bệnh hàng loạt trong thời gian ngắn."
  ],
  "clinical_signs_by_stage": {
    "mild": [
      "Ho nhẹ, hắt hơi.",
      "Ăn giảm nhẹ.",
      "Sốt nhẹ hoặc mới chớm."
    ],
    "moderate": [
      "Sốt rõ, bỏ ăn.",
      "Ho nhiều, sổ mũi.",
      "Thở nhanh, mệt."
    ],
    "severe": [
      "Sốt cao kéo dài, nằm bệt.",
      "Thở khó, thở bụng.",
      "Nguy cơ viêm phổi/bội nhiễm nặng."
    ]
  },
  "treatment": {
    "primary_drugs": [
    ],
    "alternative_drugs": [
    ],
    
    "note_drugs": [
      "Cúm heo là bệnh do virus: kháng sinh không trị được cúm. Kháng sinh chỉ dùng khi nghi bội nhiễm (sốt kéo dài, thở nặng dần, ho đờm/viêm phổi, chết rải rác).",
      "Ưu tiên số 1 là hạ sốt – giảm đau để heo ăn uống lại: Paracetamol hoặc Meloxicam (chọn 1). Ca nặng có thể cân nhắc Flunixin theo thú y.",
      "Tránh dùng nhiều thuốc hạ sốt/kháng viêm chồng chéo. Chọn 1 hướng chính, theo dõi đáp ứng.",
      "Khi heo sốt cao thường uống ít: bù điện giải và nước sạch giúp giảm tụt lực và giảm biến chứng.",
      "Nếu xuất hiện viêm phổi/bội nhiễm: cân nhắc kháng sinh theo nhóm hô hấp trong danh mục thuốc của trại (ví dụ Doxycycline/Amoxicillin/… tuỳ tình huống) nhưng nên để thú y quyết định để tránh dùng sai và kháng thuốc.",
      "Không cố ép ăn khi đang sốt cao; tập trung nước – điện giải – giảm stress – thông gió tốt."
    ],

    "symptomatic_treatment": {
      "antiinflammatory": {
        "main": "Paracetamol",
        "alternative": [
          "Meloxicam",
          "Flunixin"
        ]
      },
      "respiratory_support": {
        "main": "",
        "alternative": [
          "Bromhexine",
          "Acetylcysteine"
        ]
      },
      "electrolyte": {
        "main": "Điện giải tổng hợp (Na/K/Cl)",
        "alternative": [
          "Oresol (điện giải uống)",
          "Glucose"
        ]
      },
      "vitamin": {
        "main": "Vitamin C",
        "alternative": [
          "Vitamin BC"
        ]
      },
      "digestive_support": {
        "main": "",
        "alternative": []
      },
      "stimulant": {
  "main": "Caffeine",
  "alternative": ["Camphor", "Nikethamide"],
  "note": [
    "Thuốc hồi sức - cấp cứu chỉ dùng khi con vật suy kiệt hoặc có nguy cơ tử vong.",
    "Không dùng đại trà và không thay thế điều trị nguyên nhân.",
    "Chỉ sử dụng khi có kinh nghiệm hoặc theo hướng dẫn thú y."
  ]
}

    },
    

    "supportive_care": [
      "Tăng thông gió, giảm bụi và khí độc trong chuồng; tránh gió lùa trực tiếp.",
      "Giữ chuồng ấm, khô; giảm chênh nhiệt ngày đêm.",
      "Cách ly nhóm bệnh, hạn chế ra vào chuồng để giảm lây.",
      "Bổ sung nước sạch, điện giải; theo dõi uống nước vì sốt dễ mất nước âm thầm.",
      "Theo dõi 48–72h: nếu sốt không giảm hoặc thở nặng dần thì coi như chuyển nặng/bội nhiễm."
    ],
    "dose_policy": "Dùng thuốc theo nhãn hoặc chỉ định thú y."
  },
   "severe_case_treatment": {
    "case_type_1": {
      "description": "Heo sốt cao, ho rõ nhưng vẫn đứng được, chưa khó thở nặng.",
      "guideline": [
        "Hạ sốt – giảm đau (Paracetamol hoặc Meloxicam).",
        "Điện giải + nước sạch để tránh tụt lực.",
        "Hỗ trợ hô hấp (Bromhexine/Acetylcysteine) nếu nhiều dịch nhầy."
      ]
    },
    "case_type_2": {
      "description": "Sốt kéo dài, thở khó, ho nặng dần hoặc có chết rải rác (nghi viêm phổi/bội nhiễm).",
      "guideline": [
        "Cần thú y can thiệp ngay.",
        "Đánh giá bội nhiễm để quyết định kháng sinh phù hợp theo thú y.",
        "Tăng thông gió, giảm stress và khoanh vùng đàn bệnh."
      ]
    },
    "note": "Cúm heo thường bùng đồng loạt rất nhanh. Chăm sóc tốt giúp đàn hồi trong vài ngày, nhưng bội nhiễm mới là thứ làm chết — phải theo dõi sát dấu thở nặng dần."
  },

  "prevention": [
    "An toàn sinh học: kiểm soát người/xe ra vào, thay đồ – sát trùng khi vào chuồng.",
    "Thông gió tốt, giảm mật độ, giảm bụi và khí độc.",
    "Quản lý theo lứa tuổi (all-in all-out) để giảm lây chéo.",
    "Giảm stress: cai sữa/ghép đàn hợp lý, tránh thay đổi đột ngột.",
    "Tiêm phòng cúm heo theo chương trình thú y (nếu trại có triển khai)."
  ],

  "notes": [
    "Gợi ý cúm: sốt cao + ho mạnh + cả đàn bị nhanh trong thời gian ngắn.",
    "Nếu chỉ có vài con ho kéo dài và sốt không nổi bật, cần nghĩ thêm viêm phổi do vi khuẩn/Mycoplasma."
  ],

  "disclaimer": "Ứng dụng chỉ mang tính tham khảo."
}